/*
 * Loco ios export: Xcode Strings (legacy)
 * Project: 2FAS App
 * Locale: pt-PT, Portuguese (Portugal)
 * Exported by: Zibi
 * Exported at: Sun, 27 Apr 2025 14:29:14 -0700
 */

/* loco:6332c96135f7406d4875f521
 * InfoPlist.strings
TwoFAS
Created by Zbigniew Cisiński on 14/03/2020.
Copyright © 2020 The Code. All rights reserved. */
"NSCameraUsageDescription" = "Usada para digitalizar códigos QR.";

/* loco:6332c96135f7406d4875f522 */
"NSFaceIDUsageDescription" = "Podes usar o Face ID para desbloqueares a aplicação.";

/* loco:6332c96135f7406d4875f523
 * MARK: - App */
"app__name" = "2FAS Authenticator";

/* loco:6332c96135f7406d4875f525 */
"commons__2fas" = "2FA Authenticator (2FAS App)";

/* loco:6332c96135f7406d4875f526 */
"commons__OK" = "OK";

/* loco:6332c96135f7406d4875f529 */
"commons__add" = "Adicionar";

/* loco:6332c96135f7406d4875f52e
 * MARK: - Commons */
"commons__cancel" = "Cancelar";

/* loco:6332c96135f7406d4875f52f */
"commons__notifications" = "Notificações";

/* loco:6332c96135f7406d4875f532
 * A number replaces %d, for example, 4 of 5. */
"commons__page_of_page_title" = "%d de %d";

/* loco:6332c96135f7406d4875f533
 * notifications__service_already_removed_from_backup */
"notifications__service_already_removed_title" = "O serviço já foi removido da cópia de segurança.";

/* loco:6332c96135f7406d4875f534
 * notifications__service_already_modified_in_backup */
"notifications__service_already_modified_title" = "O serviço já foi modificado da cópia de segurança.";

/* loco:6332c96135f7406d4875f535
 * backup__user_is_over_quota_on_icloud */
"backup__user_over_quota_icloud" = "O utilizador está acima da cota no iCloud";

/* loco:6332c96135f7406d4875f536
 * backup__icloud_is_not_available */
"backup__icloud_not_available" = "O iCloud não está disponível";

/* loco:6332c96135f7406d4875f537
 * backup__icloud_has_been_disabled_by_user */
"backup__icloud_disabled_title" = "O iCloud foi desativado pelo utilizador";

/* loco:6332c96135f7406d4875f538
 * backup__turned_off_description_bold_part */
"backup__2fas_backup" = "Cópia de Segurança 2FAS";

/* loco:6332c96135f7406d4875f539 */
"commons__close" = "Fechar";

/* loco:6332c96135f7406d4875f53c */
"commons__continue" = "Continuar";

/* loco:6332c96135f7406d4875f53d */
"commons__copy" = "Copiar";

/* loco:6332c96135f7406d4875f53f */
"commons__delete" = "Remover";

/* loco:6332c96135f7406d4875f540 */
"commons__dismiss" = "Dispensar";

/* loco:6332c96135f7406d4875f541 */
"commons__done" = "Concluído";

/* loco:6332c96135f7406d4875f542 */
"commons__edit" = "Editar";

/* loco:6332c96135f7406d4875f543 */
"commons__enter_code_manually" = "Digitar código manualmente";

/* loco:6332c96135f7406d4875f544 */
"commons__error" = "Erro";

/* loco:6332c96135f7406d4875f546 */
"commons__info" = "Informação";

/* loco:6332c96135f7406d4875f548 */
"commons__next" = "Próximo";

/* loco:6332c96135f7406d4875f54b */
"commons__notice" = "Aviso";

/* loco:6332c96135f7406d4875f54c */
"commons__off" = "Desligado";

/* loco:6332c96135f7406d4875f54d */
"commons__on" = "Ligado";

/* loco:6332c96135f7406d4875f54e
 * commons__point_your_camera_at_code_on_website */
"commons__camera_title" = "Aponta a tua câmara à tela para digitalizares o código QR";

/* loco:6332c96135f7406d4875f550 */
"commons__rename" = "Renomear";

/* loco:6332c96135f7406d4875f552 */
"commons__retry" = "Tentar novamente";

/* loco:6332c96135f7406d4875f553 */
"commons__save" = "Guardar";

/* loco:6332c96135f7406d4875f555 */
"commons__scan_qr_code" = "Digitalizar Código QR";

/* loco:6332c96135f7406d4875f558 */
"commons__service" = "Serviço";

/* loco:6332c96135f7406d4875f55a */
"commons__set" = "Definir";

/* loco:6332c96135f7406d4875f55c */
"commons__skip" = "Saltar";

/* loco:6332c96135f7406d4875f55f */
"commons__tokens" = "Tokens";

/* loco:6332c96135f7406d4875f562 */
"commons__warning" = "Atenção";

/* loco:6332c96135f7406d4875f564 */
"commons__no_results" = "Sem resultados";

/* loco:6332c96135f7406d4875f565 */
"commons__customize" = "Customizar";

/* loco:6332c96135f7406d4875f566 */
"commons__approve" = "Confirmar";

/* loco:6332c96135f7406d4875f567 */
"commons__deny" = "Recusar";

/* loco:6332c96135f7406d4875f568
 * max. %d chars = Maximum number of characters
commons__provided_text_too_long */
"commons__text_long_title" = "O texto fornecido é muito longo (máximo de %d caracteres)";

/* loco:6332c96135f7406d4875f569 */
"commons__got_it" = "Entendido!";

/* loco:6332c96135f7406d4875f584 */
"fingerprint__verifying" = "A verificar...";

/* loco:6332c96135f7406d4875f588
 * fingerprint__setup_content */
"fingerprint__confirm_title" = "Confirma a tua impressão digital para continuar.";

/* loco:6332c96135f7406d4875f58c
 * fingerprint__use_pin */
"fingerprint__use_pin_title" = "Usa o teu PIN desta vez";

/* loco:6332c96135f7406d4875f58d
 * MARK: - Introduction */
"introduction__page_1_title" = "És incrível!";

/* loco:6332c96135f7406d4875f58e */
"introduction__page_1_content" = "O teu telemóvel acabou de se tornar numa privada e segura chave para os teus serviços online graças à aplicação 2FAS - confiada por mais de 6 milhões de utilizadores mundialmente.";

/* loco:6332c96135f7406d4875f58f */
"introduction__page_2_title" = "Simples";

/* loco:6332c96135f7406d4875f590 */
"introduction__page_2_content" = "Conecta o 2FAS com os teus serviços online. Ativa a segurança de dois fatores em segundos com o teu código QR.";

/* loco:6332c96135f7406d4875f591 */
"introduction__page_3_title" = "Privado";

/* loco:6332c96135f7406d4875f592 */
"introduction__page_3_content" = "O 2FAS respeita e protege a tua privacidade. Esta aplicação nunca irá coletar, processar, ou usar quaisquer dados pessoais.";

/* loco:6332c96135f7406d4875f593 */
"introduction__page_4_title" = "Seguro";

/* loco:6332c96135f7406d4875f594 */
"introduction__page_4_content_ios" = "Os teus tokens estão guardados offline no armazenamento do teu dispositivo, por isso lembra-te de fazer uma cópia de segurança aos teus serviços! Utiliza a Sincronização através do iCloud e uma palavra-passe ou PIN para os proteger de acesso não autorizado e dano ao dispositivo.";

/* loco:6332c96135f7406d4875f595
 * introduction__start_using */
"introduction__title" = "Começa a usar o 2FAS";

/* loco:6332c96135f7406d4875f596 */
"introduction__tos" = "Termos de serviço";

/* loco:6332c96135f7406d4875f597 */
"introduction__description_title" = "Conecta as tuas contas online com o 2FAS ou importa os teus tokens.";

/* loco:6332c96135f7406d4875f598 */
"introduction__pair_new_service" = "Conecta um novo serviço";

/* loco:6332c96135f7406d4875f599
 * introduction__import_2fas */
"introduction__import_2fas_title" = "Importa um ficheiro de cópia de segurança 2FAS";

/* loco:6332c96135f7406d4875f59a
 * introduction__import_ga */
"introduction__import_google_authenticator" = "Importa do Google Authenticator";

/* loco:6332c96135f7406d4875f59b
 * introduction__not_sure */
"introduction__what_to_do" = "Não sabes o que fazer?";

/* loco:6332c96135f7406d4875f59c
 * introduction__ga_import_description */
"introduction__google_authenticator_import_process" = "Exporta as tuas contas do Google Authenticator para um código QR através da opção \"Transferir Contas\". De seguida, captura a tela e usa o botão \"Escolher código QR\" abaixo. Se estiveres a importar códigos de outro dispositivo, usa o botão \"Digitalizar código QR\".";

/* loco:6332c96135f7406d4875f59d
 * introduction__choose_qr */
"introduction__choose_qr_code" = "Escolher código QR";

/* loco:6332c96135f7406d4875f59e
 * introduction__scan_qr */
"introduction__scan_qr_code" = "Digitalizar código QR";

/* loco:6332c96135f7406d4875f59f
 * Original: Adding code */
"notifications__adding_code" = "A adicionar um novo código";

/* loco:6332c96135f7406d4875f5a6
 * notifications__private_key_copied */
"notifications__service_key_copied" = "A Chave Secreta foi copiada";

/* loco:6332c96135f7406d4875f5a7
 * voiceover__token_is_already_on_the_list */
"notifications__token_already_added" = "Este token já está presente na lista";

/* loco:6332c96135f7406d4875f5a8 */
"notifications__counter_copied" = "O Contador foi copiado";

/* loco:6332c96135f7406d4875f5a9 */
"notifications__token_copied" = "O Token foi copiado";

/* loco:6332c96135f7406d4875f5aa */
"notifications__next_token_copied" = "O Token seguinte foi copiado";

/* loco:6332c96135f7406d4875f5ad
 * notifications__would_you_like_to_add_this_code */
"notifications__add_code_question_title" = "Queres adicionar este código: %@?";

/* loco:6332c96135f7406d4875f5b1
 * MARK: - Permissions */
"permissions__open_settings" = "Abrir Definições";

/* loco:6332c96135f7406d4875f5b8 */
"security__incorrect_PIN" = "PIN incorreto";

/* loco:6332c96135f7406d4875f5b9 */
"security__change_pin" = "Mudar o PIN";

/* loco:6332c96135f7406d4875f5ba */
"security__confirm_you_are_device_owner" = "Por favor, confirma que és o dono deste dispositivo";

/* loco:6332c96135f7406d4875f5bb
 * security__confirm_your_new_pin */
"security__confirm_new_pin" = "Por favor, confirma o teu novo PIN";

/* loco:6332c96135f7406d4875f5bc */
"security__create_pin" = "Criar PIN";

/* loco:6332c96135f7406d4875f5c0 */
"security__enter_current_pin" = "Por favor, digita o teu PIN atual";

/* loco:6332c96135f7406d4875f5c1
 * security__enter_your_new_pin */
"security__enter_new_pin" = "Por favor, digita o teu novo PIN";

/* loco:6332c96135f7406d4875f5c2
 * security__enter_your_pin */
"security__enter_pin" = "Por favor, digita o teu PIN";

/* loco:6332c96135f7406d4875f5c8
 * MARK: - Security */
"security__too_many_attempts_try_again_after_formatter" = "Muitas tentativas. Por favor, tenta novamente %@";

/* loco:6332c96135f7406d4875f5c9 */
"security__too_many_attempts_try_again_after" = "Muitas tentativas. Por favor, tenta novamente em %@ minutos.";

/* loco:6332c96135f7406d4875f5ca
 * security__too_many_attempts_try_again_later */
"security__too_many_attempts_error" = "Muitas tentativas. Por favor, tenta novamente mais tarde.";

/* loco:6332c96135f7406d4875f5cb
 * security__too_many_attempts_try_again_after_one_minute */
"security__too_many_attempts_error_2" = "Muitas tentativas. Por favor, tenta em um minuto";

/* loco:6332c96135f7406d4875f5d8 */
"settings__backup_and_synchronization" = "Cópia de Segurança e Sincronização";

/* loco:6332c96135f7406d4875f5d9 */
"settings__choose_topic" = "Escolher tópico";

/* loco:6332c96135f7406d4875f5da */
"settings__configure_mail_service_try_again" = "Configura o serviço de e-mail e tenta novamente";

/* loco:6332c96135f7406d4875f5e6 */
"settings__general" = "Geral";

/* loco:6332c96135f7406d4875f5e8 */
"settings__mail_services_not_available" = "Os serviços de e-mail não estão disponíveis";

/* loco:6332c96135f7406d4875f5ef */
"settings__problem" = "Problema";

/* loco:6332c96135f7406d4875f5f1 */
"settings__security" = "Segurança";

/* loco:6332c96135f7406d4875f5f2 */
"settings__select_pin_length" = "Selecionar tamanho do PIN";

/* loco:6332c96135f7406d4875f5f3 */
"settings__settings" = "Definições";

/* loco:6332c96135f7406d4875f5f6
 * czy to dalej będzie w aplikacji? */
"settings__suggestion" = "Sugestão";

/* loco:6332c96135f7406d4875f5fd */
"settings__advanced" = "Avançado";

/* loco:6332c96135f7406d4875f5fe */
"settings__widgets" = "Widgets";

/* loco:6332c96135f7406d4875f5ff */
"settings__display_selected_services" = "Mostrar os serviços selecionados nos Widgets da Página Inicial";

/* loco:6332c96135f7406d4875f600
 * settings__after_you_enable_widgets */
"settings__widgets_title" = "Depois de ativares os widgets, todos os teus tokens irão ser acessíveis sem precisar de código PIN.\n\nTens a certeza que queres ativar os widgets?";

/* loco:6332c96135f7406d4875f601 */
"settings__show_next_token" = "Mostrar token seguinte";

/* loco:6332c96135f7406d4875f602 */
"settings__see_incoming_tokens" = "Mostrar os tokens recebidos na lista.";

/* loco:6332c96135f7406d4875f604 */
"settings__trash" = "Lixo";

/* loco:6332c96135f7406d4875f605 */
"settings__restore" = "Restaurar";

/* loco:6332c96135f7406d4875f607 */
"settings__trash_is_empty" = "O lixo está vazio";

/* loco:6332c96135f7406d4875f608 */
"settings__share_app" = "Partilhar aplicação";

/* loco:6332c96135f7406d4875f60f
 * tokens__remove_from_list */
"tokens__delete_token" = "Tens a certeza que queres eliminar o token de:";

/* loco:6332c96135f7406d4875f610 */
"tokens__move_to_trash" = "Mover para o lixo";

/* loco:6332c96135f7406d4875f612 */
"tokens__additional_info" = "Informação adicional";

/* loco:6332c96135f7406d4875f613 */
"tokens__choose_method" = "Escolher método";

/* loco:6332c96135f7406d4875f617 */
"tokens__duplicated_private_key" = "Chave Secreta duplicada";

/* loco:6332c96135f7406d4875f61c
 * tokens__incorrect_private_key */
"tokens__incorrect_service_key" = "Chave Secreta incorreta (apenas números 2 a 7, letras), máx, 512 caracteres";

/* loco:6332c96135f7406d4875f61d */
"tokens__try_again" = "Ok, vamos tentar novamente";

/* loco:6332c96135f7406d4875f61f
 * Original: To capture the QR code
tokens__point_right_2fa_code */
"tokens__scan_qr_code_title" = "Aponta a tua câmara ao ecrã para digitalizar o código QR";

/* loco:6332c96135f7406d4875f620
 * tokens__private_key */
"tokens__service_key" = "Chave Secreta";

/* loco:6332c96135f7406d4875f621 */
"tokens__qr_code_leads_to_app_store" = "Este código QR leva-te à App Store";

/* loco:6332c96135f7406d4875f624
 * tokens__remove_it_forever */
"tokens__remove_forever" = "Eliminar Token";

/* loco:6332c96135f7406d4875f625
 * tokens__search_by_service_name_or_login */
"tokens__search_service_title" = "Procurar serviço";

/* loco:6332c96135f7406d4875f626
 * tokens__search_sorry_service_not_found */
"tokens__service_not_found_search" = "Desculpa, o serviço não foi encontrado";

/* loco:6332c96135f7406d4875f627
 * Original: Take another try with a different search term
tokens__search_take_another_try_different_search_term */
"tokens__try_different_search_term" = "Tenta novamente com um termo de pesquisa diferente";

/* loco:6332c96135f7406d4875f62e */
"tokens__service_key_to_short" = "A chave é muito pequena. Mínimo 4 caracteres";

/* loco:6332c96135f7406d4875f62f */
"tokens__service_name" = "Nome do Serviço";

/* loco:6332c96135f7406d4875f633
 * tokens__this_private_key_exists_used_in */
"tokens__service_key_already_used_title" = "A chave secreta do código digitalizado já está a ser utilizada em %@. Deves estar a digitalizá-lo novamente";

/* loco:6332c96135f7406d4875f634 */
"tokens__this_qr_code_is_inavlid" = "Este código está incorreto ou não é suportado. Tenta novamente.";

/* loco:6332c96135f7406d4875f638 */
"tokens__type_service_name" = "Tipo de Nome do Serviço";

/* loco:6332c96135f7406d4875f639 */
"tokens__enter_service_name" = "Digita o Nome do Serviço";

/* loco:6332c96135f7406d4875f63a
 * tokens__unfortunately_we_dont_know_that_service_name_it */
"tokens__service_name_unknown_title" = "Infelizmente, não sabemos esse serviço. Como queres nomeá-lo?";

/* loco:6332c96135f7406d4875f63d
 * tokens__you_wont_be_able_to_restore */
"tokens__token_not_possible_to_restore" = "Não irás poder mais restaurar este token.";

/* loco:6332c96135f7406d4875f63e */
"tokens__badge_color" = "Cor do emblema";

/* loco:6332c96135f7406d4875f63f */
"tokens__change_brand_icon" = "Mudar ícone da marca";

/* loco:6332c96135f7406d4875f641 */
"tokens__change_label" = "Mudar nome";

/* loco:6332c96135f7406d4875f642 */
"tokens__service_information" = "Informação do Serviço";

/* loco:6332c96135f7406d4875f643 */
"tokens__personalization" = "Personalização";

/* loco:6332c96135f7406d4875f645 */
"tokens__brand_icon" = "Ícone da marca";

/* loco:6332c96135f7406d4875f646 */
"tokens__label" = "Nome";

/* loco:6332c96135f7406d4875f647
 * tokens__remove_the_service */
"tokens__remove_service_from_app" = "Eliminar este serviço da aplicação 2FAS";

/* loco:6332c96135f7406d4875f648
 * tokens__label_one_or_two */
"tokens__label_characters_title" = "Nome (1 ou 2 caracteres):";

/* loco:6332c96135f7406d4875f649 */
"tokens__pick_background_color" = "Escolher cor do fundo:";

/* loco:6332c96135f7406d4875f64a */
"tokens__num_added" = "%@ foi adicionado";

/* loco:6332c96135f7406d4875f64b */
"tokens__next_token" = "Próximo Token: %@";

/* loco:6332c96135f7406d4875f64c */
"tokens__next_token_title" = "Valor do Token seguinte";

/* loco:6332c96135f7406d4875f64d */
"tokens__my_tokens" = "Os meus Tokens";

/* loco:6332c96135f7406d4875f64e */
"tokens__removing_group" = "A eliminar grupo";

/* loco:6332c96135f7406d4875f64f
 * tokens__all_tokens_will_be_moved */
"tokens__all_tokens_moved_to_group_title" = "Todos os tokens irão ser movidos para o grupo: \"Os meus tokens\"";

/* loco:6332c96135f7406d4875f650 */
"tokens__add_group" = "Adicionar grupo";

/* loco:6332c96135f7406d4875f651 */
"tokens__group_name" = "Nome do grupo:";

/* loco:6332c96135f7406d4875f652 */
"tokens__select_from_gallery" = "Selecionar da Galeria";

/* loco:6332c96135f7406d4875f653 */
"tokens__camera_is_unavailable" = "A câmara está indisponível";

/* loco:6332c96135f7406d4875f654
 * tokens__check_if_app_has_proper_permissions */
"tokens__check_app_permissions" = "Verifica se a aplicação possuí as permissões necessárias nas Definições do Sistema";

/* loco:6332c96135f7406d4875f655 */
"tokens__no_qr_codes_found" = "Não foram encontrados códigos QR";

/* loco:6332c96135f7406d4875f656
 * tokens__no_correct_qr_code_had_been_found

No correct QR codes had been found in the selected image. Please try a different image. */
"tokens__no_correct_qr_code_found_title" = "Não existe um código QR correto na imagem selecionada. Por favor tenta uma imagem diferente.";

/* loco:6332c96135f7406d4875f658 */
"tokens__select_service" = "Selecionar serviço";

/* loco:6332c96135f7406d4875f659 */
"tokens__adding_service_question_title" = "Qual é o serviço que queres adicionar?";

/* loco:6332c96135f7406d4875f65a */
"tokens__retype_this_token" = "Digita este token novamente";

/* loco:6332c96135f7406d4875f65b
 * tokens__unlock_and_retype_this_token */
"tokens__unlock_and_retype_token_title" = "Desbloqueia e digita este token novamente";

/* loco:6332c96135f7406d4875f65c */
"tokens__group" = "Grupo";

/* loco:6332c96135f7406d4875f65d */
"tokens__select_group" = "Selecionar grupo";

/* loco:6332c96135f7406d4875f65e */
"tokens__google_auth_import" = "Importar tokens 2FA da aplicação Google Authenticator";

/* loco:6332c96135f7406d4875f65f */
"tokens__google_auth_import_subtitle" = "Este código QR permite importar tokens do Google Authenticator";

/* loco:6332c96135f7406d4875f660
 * A number replaces %d */
"tokens__google_auth_out_of_title" = "%d de %d";

/* loco:6332c96135f7406d4875f661 */
"tokens__google_auth_import_subtitle_end" = "Os tokens irão ser importados.";

/* loco:6332c96135f7406d4875f662 */
"tokens__sort_by" = "Ordenar por";

/* loco:6332c96135f7406d4875f663
 * tokens__sort_by_az */
"tokens__sort_by_a_to_z" = "A - Z";

/* loco:6332c96135f7406d4875f664
 * tokens__sort_by_za */
"tokens__sort_by_z_to_a" = "Z - A";

/* loco:6332c96135f7406d4875f665 */
"tokens__sort_by_manual" = "Manual";

/* loco:6332c96135f7406d4875f666 */
"tokens__advanced" = "Avançado";

/* loco:6332c96135f7406d4875f667
 * tokens__advanced_alert_title */
"tokens__advanced_alert" = "Alerta";

/* loco:6332c96135f7406d4875f668
 * tokens__advanced_alert_description */
"tokens__advanced_alert_description_title" = "Mudar definições avançadas não é recomendado. Fá-lo apenas quando o fornecedor do 2FA pedir e quando tiveres instruções claras.";

/* loco:6332c96135f7406d4875f669 */
"tokens__token_settings" = "Definições do token";

/* loco:6332c96135f7406d4875f66a */
"tokens__otp_authentication" = "Autenticação OTP";

/* loco:6332c96135f7406d4875f66b */
"tokens__algorithm" = "Algoritmo";

/* loco:6332c96135f7406d4875f66c */
"tokens__refresh_time" = "Tempo de atualização";

/* loco:6332c96135f7406d4875f66d */
"tokens__number_of_digits" = "Número de dígitos";

/* loco:6332c96135f7406d4875f66e */
"tokens__counter" = "Contador";

/* loco:6332c96135f7406d4875f66f */
"tokens__initial_counter" = "Contador inicial";

/* loco:6332c96135f7406d4875f670
 * A number replaces %d */
"tokens__second" = "%d s";

/* loco:6332c96135f7406d4875f671 */
"tokens__hotp" = "HOTP";

/* loco:6332c96135f7406d4875f672 */
"tokens__totp" = "TOTP";

/* loco:6332c96135f7406d4875f673 */
"tokens__advanced_settings_footer_title" = "Mudar definições avançadas não é recomendado. Fá-lo apenas quando o fornecedor do 2FA pedir e quando tiveres instruções claras.";

/* loco:6332c96135f7406d4875f674 */
"tokens__gallery_advice_title" = "Melhor prática";

/* loco:6332c96135f7406d4875f675
 * ADD A SPACE AT THE END */
"tokens__gallery_advice_content_first" = "O serviço foi adicionado com sucesso. Nós recomendamos fortemente que tu ";

/* loco:6332c96135f7406d4875f676
 * ADD A SPACE AFTER COMA */
"tokens__gallery_advice_content_middle_bold" = "elimines o código QR da tua galeria. ";

/* loco:6332c96135f7406d4875f677 */
"tokens__gallery_advice_content_last" = "Se alguém tiver acesso a este código QR, irão poder usar os códigos 2FA para este serviço.";

/* loco:6332c96135f7406d4875f678 */
"tokens__request_icon_page_title" = "Pedir um ícone";

/* loco:6332c96135f7406d4875f679 */
"tokens__request_icon_social_title" = "Avisa-nos no Discord";

/* loco:6332c96135f7406d4875f67a */
"tokens__request_icon_social_link" = "Entra no nosso servidor de Discord";

/* loco:6332c96135f7406d4875f67b */
"tokens__request_icon_social_description" = "e deixa os utilizadores votarem para os ícones pedidos.";

/* loco:6332c96135f7406d4875f67c */
"tokens__request_icon_middle" = "ou";

/* loco:6332c96135f7406d4875f67d */
"tokens__request_icon_provider_title" = "Avisa o fornecedor do serviço";

/* loco:6332c96135f7406d4875f67e */
"tokens__request_icon_provider_description" = "Podes usar Redes Sociais ou e-mail e partilhar este texto com eles:";

/* loco:6332c96135f7406d4875f67f */
"tokens__request_icon_provider_message" = "Olá! Estou a usar a aplicação 2FAS para entrar no teu serviço com autenticação de dois fatores. Contudo, o teu ícone está a faltar! Podes submeter o teu ícone aqui: https://2fas.com/yb";

/* loco:6332c96135f7406d4875f680 */
"tokens__request_icon_provider_message_link" = "https://2fas.com/yb";

/* loco:6332c96135f7406d4875f681 */
"tokens__request_icon_provider_footnote" = "Não te esqueças de mencionar a conta oficial da empresa!";

/* loco:6332c96135f7406d4875f682 */
"tokens__order_icon_description" = "Não consegues encontrar um ícone de uma marca na aplicação 2FAS?";

/* loco:6332c96135f7406d4875f683 */
"tokens__order_icon_link" = "Pedir um ícone de uma marca";

/* loco:6332c96135f7406d4875f684 */
"tokens__order_icon_title" = "Pedir um ícone de uma marca";

/* loco:6332c96135f7406d4875f685 */
"tokens__order_menu_title" = "Seleciona o método pedido";

/* loco:6332c96135f7406d4875f686 */
"tokens__order_menu_option_user" = "Pedir um ícone enquanto utilizador";

/* loco:6332c96135f7406d4875f687 */
"tokens__order_menu_option_company" = "Envia um ícone enquanto empresa";

/* loco:6332c96135f7406d4875f688
 * tokens__you_will_not_be_able_to_sign_in_to_your */
"tokens__sign_in_not_possible_title" = "Não vais conseguir entrar na tua conta %@ sem este token enquanto tiveres ativado a autenticação de dois fatores para essa conta.";

/* loco:6332c96135f7406d4875f6cd */
"voiceover__show_service_key" = "Mostrar a Chave Secreta";

/* loco:6332c96135f7406d4875f6ce */
"voiceover__copy_service_key" = "Copiar a Chave Secreta";

/* loco:6332c96135f7406d4875f6cf
 * voiceover__seconds_left */
"voiceover__seconds_left_counter_title" = "Contador com os segundos restantes para a mudança do token";

/* loco:6332c96135f7406d4875f6d0 */
"voiceover__delete_button" = "Remover";

/* loco:6332c96135f7406d4875f6d3 */
"voiceover__service_deleted" = "Serviço removido";

/* loco:6332c96135f7406d4875f6d5
 * voiceover__hidden_secret_key_use_show button */
"voiceover__reveal_hidden_secret_key_button_title" = "Este campo contém uma Chave Secreta. Para a revelar, usa o botão Mostrar. Só irá funcionar se tiveres configurado o PIN da aplicação para o ecrã bloqueado";

/* loco:6332c96135f7406d4875f6d6 */
"voiceover__service_name" = "Nome do serviço: %@";

/* loco:6332c96135f7406d4875f6d7 */
"voiceover__additional_info" = "Informação adicional: %@";

/* loco:6332c96135f7406d4875f6d8 */
"voiceover__token_tap_to_copy" = "Token %@. Clica para copiares";

/* loco:6332c96135f7406d4875f6d9 */
"voiceover__edit" = "Editar %@";

/* loco:6332c96135f7406d4875f6da */
"voiceover__service_label_with_name_and_color" = "Etiqueta do serviço com o nome %@ e cor %@";

/* loco:6332c96135f7406d4875f6db */
"voiceover__service_icon" = "Ícone do serviço %@";

/* loco:6332c96135f7406d4875f6dc */
"voiceover__selected" = "Selecionado";

/* loco:6332c96135f7406d4875f6dd */
"voiceover__not_selected" = "Não selecionado";

/* loco:6332c96135f7406d4875f6de */
"voiceover__badge_color" = "Cor do emblema: %@";

/* loco:6332c96135f7406d4875f6df */
"voiceover__dismissing" = "Dispensado";

/* loco:6332c96135f7406d4875f6e0 */
"voiceover__secret_hint" = "Apenas números de 2 a 9, letras. Pelo menos 4 caracteres";

/* loco:6332c96135f7406d4875f6e1 */
"voiceover__add_service" = "Adicionar serviço";

/* loco:6332c96135f7406d4875f6e2 */
"voiceover__add_group" = "Adicionar grupo";

/* loco:6332c96135f7406d4875f6e3
 * voiceover__use_add_service_button */
"voiceover__use_add_service_button_title" = "Usa o botão Adicionar Serviço para adicionar um novo serviço";

/* loco:6332c96135f7406d4875f6e4 */
"voiceover__no_search_results" = "Sem resultados para a pesquisa";

/* loco:6332c96135f7406d4875f6e6
 * voiceover__sort_by */
"voiceover__sort_by_title" = "Usa Ordenar Por para definir a ordenação dos serviços";

/* loco:6332c96135f7406d4875f6e7 */
"voiceover__spinner" = "A carregar conteúdo";

/* loco:6332c96135f7406d4875f6f3 */
"backup__incorrect_secret" = "Não foi possível fazer a cópia de segurança dos tokens porque a chave secreta de \"%@\" contém caracteres inválidos. Remove-a da lista e tenta novamente.";

/* loco:6332c96135f7406d4875f6f4 */
"backup__import" = "Importar";

/* loco:6332c96135f7406d4875f6f5 */
"backup__export" = "Exportar";

/* loco:6332c96135f7406d4875f6f7 */
"backup__backup_disabled_title" = "A cópia de segurança 2FAS irá ser desativada para proteger a sua integridade";

/* loco:6332c96135f7406d4875f6f8 */
"backup__error_while_exporting_file" = "Erro ao exportar o ficheiro";

/* loco:6332c96135f7406d4875f6fb */
"backup__import_completed_successfuly" = "A importação foi concluída com sucesso";

/* loco:6332c96135f7406d4875f6fe
 * camera__video_device_in_use_by_another_app */
"camera__camera_used_by_other_app_title" = "Uma outra aplicação está a usar a câmara. Se fechar outras aplicações não funcionar, tenta reiniciar o dispositivo";

/* loco:6332c96135f7406d4875f6ff
 * camera__video_device_unavailable_due_to_system_overload */
"camera__camera_unavailable_title" = "A câmara não está disponível devido a sobrecarga do sistema. Tenta reiniciar o dispositivo";

/* loco:6332c96135f7406d4875f700 */
"camera__cant_initialize_camera_general" = "Não é possível iniciar a câmara. Tenta reiniciar o dispositivo";

/* loco:6332c96135f7406d4875f701 */
"camera__cant_initialize_camera_split_view" = "Não é possível iniciar a câmara em modo de ecrã dividido. Abre a aplicação em tela cheia e tenta novamente";

/* loco:6332c96135f7406d4875f702 */
"restore__how_to_restore" = "Como restaurar a aplicação 2FAS?";

/* loco:6332c96135f7406d4875f703 */
"restore__application_restoration" = "Restauro da aplicação";

/* loco:6332c96135f7406d4875f704
 * restore_if_you_forgotten */
"restore__reset_Pin_title" = "Se te esqueceste do PIN ou queres formatar a aplicação 2FAS, tens de reinstalar a aplicação.";

/* loco:6332c96135f7406d4875f705
 * restore_please_remember */
"restore__backup_advice" = "Avisamos que se não tiveres uma cópia de segurança e formatares a aplicação, irás perder o acesso aos teus códigos. E, por isso, irás perder acesso às tuas contas protegidas por autenticação de dois fatores.";

/* loco:6332c96135f7406d4875f706
 * restore_if_you_have_backup */
"restore__backup_title" = "Se tiveres uma cópia de segurança, não te preocupes, irás poder restaurar todos os teus códigos.";

/* loco:6332c96135f7406d4875f707 */
"backup__cloud_backup" = "Cópia de Segurança na nuvem";

/* loco:6332c96135f7406d4875f708 */
"backup__icloud_sync" = "Sincronização através do iCloud";

/* loco:6332c96135f7406d4875f709 */
"backup__section_description" = "RECOMENDAÇÃO: A sincronização através do iCloud mantém os teus tokens seguros em caso de perca ou dano do teu dispositivo. Deixa-a ligada.";

/* loco:6332c96135f7406d4875f70a */
"backup__file_backup" = "Ficheiro de Cópia de Segurança";

/* loco:6332c96135f7406d4875f70b
 * backup__use_file_backup_for */
"backup__file_backup_offline_title" = "Usa o Ficheiro de Cópia de Segurança para teres acesso offline dos teus tokens.";

/* loco:6332c96135f7406d4875f70c */
"backup__backup_removal" = "Remoção da Cópia de Segurança";

/* loco:6332c96135f7406d4875f70d */
"backup__delete_2fas_backup" = "Eliminar cópia de segurança 2FAS";

/* loco:6332c96135f7406d4875f70f */
"backup__warning_introduction" = "Atenção! Se eliminares a Cópia de Segurança 2FAS, irás apagar também todos os tokens de outros dispositivos sincronizados com esta conta. Para preservar os tokens noutros dispositivos, verifica que desativaste a cópia de segurança 2FAS antes da eliminação.";

/* loco:6332c96135f7406d4875f710
 * backup__i_want_to_delete */
"backup__delete_title" = "Eu quero eliminar esta Cópia de Segurança";

/* loco:6332c96135f7406d4875f711 */
"backup__export_to_backup_file" = "Exportar cópia de segurança para ficheiro";

/* loco:6332c96135f7406d4875f712
 * backup__you_can_import_exported_file */
"backup__import_file_title" = "Podes importar ficheiros exportados de outros dispositivos com a aplicação 2FAS";

/* loco:6332c96135f7406d4875f713 */
"backup__export_to_file" = "Exportar para ficheiro";

/* loco:6332c96135f7406d4875f715 */
"backup__verify_pin" = "Verificar PIN";

/* loco:6332c96135f7406d4875f716 */
"backup__save_file" = "Guardar ficheiro";

/* loco:6332c96135f7406d4875f717 */
"backup__import_backup_file" = "Importar ficheiro de cópia de segurança";

/* loco:6332c96135f7406d4875f718
 * backup__youre_goint_to_import_backup */
"backup__import_other_devices" = "Irás importar um ficheiro de cópia de segurança a conter";

/* loco:6332c96135f7406d4875f719 */
"backup__import_file" = "Importar ficheiro";

/* loco:6332c96135f7406d4875f71a */
"backup__choose_antother_file" = "Escolher outro ficheiro";

/* loco:6332c96135f7406d4875f71b */
"backup__no_new_services" = "Nada para importar";

/* loco:6332c96135f7406d4875f71c */
"backup__file_error" = "Erro de ficheiro!";

/* loco:6332c96135f7406d4875f71d
 * backup__services_form_file_will_be_merged */
"backup__services_merge_title" = "Os serviços do ficheiro irão ser fundidos com os da aplicação";

/* loco:6332c96135f7406d4875f71e */
"backup__no_new_services_error" = "Ou este ficheiro está vazio, ou todos os serviços dentro dele já se encontram disponíveis na aplicação";

/* loco:6332c96135f7406d4875f71f */
"backup__update_required_to_import_title" = "Precisas de uma versão mais recente da aplicação para importares o conteúdo do ficheiro. Podes encontrar a versão mais recente na App Store";

/* loco:6332c96135f7406d4875f720 */
"backup__cant_read_file_error" = "Não foi possível ler este ficheiro. Pode estar danificado, ou ocorreu um erro ao acessá-lo. Por favor escolhe outro";

/* loco:6332c96135f7406d4875f721 */
"backup__password" = "Palavra-passe";

/* loco:6332c96135f7406d4875f722 */
"backup__repeat_password" = "Repetir palavra-passe";

/* loco:6332c96135f7406d4875f723 */
"backup__incorrect_character_error" = "Caráter incorreto. Usa letras de A-Z, dígitos e caracteres especiais: -_/!#$%&+*~@?=^.,'(){}[]:;<>|";

/* loco:6332c96135f7406d4875f724 */
"backup__to_short_error" = "A frase fornecida é muito curta (mín. 3 caracteres)";

/* loco:6332c96135f7406d4875f725 */
"backup__passwords_dont_match" = "As palavras-passes não coincidem";

/* loco:6332c96135f7406d4875f726 */
"backup__save_and_export" = "Guardar e exportar";

/* loco:6332c96135f7406d4875f727 */
"backup__set_password_title" = "Para aumentar a proteção do teu ficheiro de cópia de segurança, por favor, define a palavra-passe";

/* loco:6332c96135f7406d4875f728 */
"backup__enter_password_title" = "Digita a palavra-passe para este ficheiro de cópia de segurança para proceder ao processo de importação";

/* loco:6332c96135f7406d4875f729 */
"backup__backup_file_password_title" = "Define uma palavra-passe para este ficheiro de cópia de segurança";

/* loco:6332c96135f7406d4875f72a */
"backup__incorrect_password" = "Palavra-passe Incorreta";

/* loco:6332c96135f7406d4875f72b
 * %d - number */
"backup__new_services" = "%d novo(s) serviço(s)";

/* loco:6332c96135f7406d4875f72c
 * %d - number */
"backup__services_imported_count" = "%d serviço(s) importado(s) de ficheiro";

/* loco:6332c96135f7406d4875f72d
 * backup__user_has_icloud_problem */
"backup__icloud_problem" = "Existe um problema com o iCloud. Verifica as definições do sistema";

/* loco:6332c96135f7406d4875f72f
 * backup__encrypted_unsupported */
"backup__encrypted_files_not_supported" = "Este ficheiro está encriptado. Nós suportamos apenas ficheiros não encriptados.";

/* loco:6332c96135f7406d4875f730 */
"tokens__copy_token" = "Copiar token";

/* loco:6332c96135f7406d4875f731
 * tokens__i_want_to_delete_this_servie */
"tokens__i_want_to_delete_this_token" = "Sim, eu quero eliminar este serviço";

/* loco:6332c96135f7406d4875f732 */
"color__neutral" = "Neutro";

/* loco:6332c96135f7406d4875f733 */
"color__light_blue" = "Azul claro";

/* loco:6332c96135f7406d4875f734 */
"color__indigo" = "Índigo";

/* loco:6332c96135f7406d4875f735 */
"color__purple" = "Roxo";

/* loco:6332c96135f7406d4875f736 */
"color__turquoise" = "Turquesa";

/* loco:6332c96135f7406d4875f737 */
"color__green" = "Verde";

/* loco:6332c96135f7406d4875f738 */
"color__red" = "Vermelho";

/* loco:6332c96135f7406d4875f739 */
"color__orange" = "Laranja";

/* loco:6332c96135f7406d4875f73a */
"color__yellow" = "Amarelo";

/* loco:6332c96135f7406d4875f73c */
"settings__knowledge" = "Conhecimento";

/* loco:6332c96135f7406d4875f73d */
"settings__support_and_share" = "Ajuda e Partilha";

/* loco:6332c96135f7406d4875f73e */
"settings__tell_a_friend" = "Partilha com um amigo";

/* loco:6332c96135f7406d4875f73f */
"settings__write_a_review" = "Escreve uma crítica";

/* loco:6332c96135f7406d4875f741 */
"settings__about" = "Sobre";

/* loco:6332c96135f7406d4875f742 */
"settings__privacy_policy" = "Política de Privacidade";

/* loco:6332c96135f7406d4875f743 */
"settings__terms_of_service" = "Termos de Serviço";

/* loco:6332c96135f7406d4875f744 */
"settings__version" = "Versão da aplicação: %@";

/* loco:6332c96135f7406d4875f745 */
"settings__no_limit" = "Sem limite";

/* loco:6332c96135f7406d4875f746 */
"settings__pin_code" = "Código PIN";

/* loco:6332c96135f7406d4875f747 */
"settings__app_security" = "Segurança da aplicação";

/* loco:6332c96135f7406d4875f748 */
"settings__app_blocking" = "Definições de bloqueio";

/* loco:6332c96135f7406d4875f749 */
"settings__face_id" = "Face ID";

/* loco:6332c96135f7406d4875f74a */
"settings__touch_id" = "Touch ID";

/* loco:6332c96135f7406d4875f74b
 * settings__how_many_attempts_header */
"settings__too_many_attempts_header" = "Bloquear após X tentativas falhadas:";

/* loco:6332c96135f7406d4875f74c */
"settings__how_many_attempts_footer" = "Seleciona o número máximo de tentativas de códigos malsucedidos antes de bloquear a aplicação (o tempo de bloqueamento pode ser mudado abaixo).";

/* loco:6332c96135f7406d4875f74d */
"settings__block_for" = "Tempo de bloqueio";

/* loco:6332c96135f7406d4875f74e */
"settings__3_minutes" = "3 minutos";

/* loco:6332c96135f7406d4875f74f */
"settings__5_minutes" = "5 minutos";

/* loco:6332c96135f7406d4875f750 */
"settings__10_minutes" = "10 minutos";

/* loco:6332c96135f7406d4875f751 */
"settings__limit_of_trials" = "Máximo de tentativas falhadas";

/* loco:6332c96135f7406d4875f752 */
"settings__pin_4_digits" = "Código de 4 dígitos";

/* loco:6332c96135f7406d4875f753 */
"settings__pin_6_digits" = "Código de 6 dígitos";

/* loco:6332c96135f7406d4875f754 */
"settings__biometric_authentication" = "Autenticação Biométrica";

/* loco:6332c96135f7406d4875f755 */
"settings__donations" = "Doações";

/* loco:6332c96135f7406d4875f756 */
"settings__donate_twofas" = "Doar a 2FAS";

/* loco:6332c96135f7406d4875f757 */
"new_version__new_version_title" = "Nova versão";

/* loco:6332c96135f7406d4875f758 */
"new_version__new_version_message_ios" = "Uma nova versão de 2FAS está disponível na AppStore. Atualiza agora!";

/* loco:6332c96135f7406d4875f759 */
"new_version__update_action" = "Atualiza agora";

/* loco:6332c96135f7406d4875f75a
 * new_version__skip_action */
"new_version__skip_title" = "Saltar esta versão";

/* loco:6332c96135f7406d4875f75b
 * new_version__later_action */
"new_version__update_later" = "Atualizar depois";

/* loco:6332c96135f7406d4875f75c */
"browser__browser_extension" = "Extensão de Navegador";

/* loco:6332c96135f7406d4875f75d */
"browser__info_title" = "Extensão de Navegador 2FAS";

/* loco:6332c96135f7406d4875f75e */
"browser__info_description_first" = "Instala a extensão de navegador 2FAS no teu computador.";

/* loco:6332c96135f7406d4875f75f */
"browser__info_description_second" = "Conecta-a com a aplicação 2FAS.";

/* loco:6332c96135f7406d4875f760 */
"browser__more_info" = "Mais informação:";

/* loco:6332c96135f7406d4875f761 */
"browser__more_info_link_title" = "2fas.com/be";

/* loco:6332c96135f7406d4875f762 */
"browser__pair_with_web_browser" = "Conecta com o navegador de Internet";

/* loco:6332c96135f7406d4875f763 */
"browser__more_info_link" = "https://www.2fas.com/be";

/* loco:6332c96135f7406d4875f764 */
"browser__pairing_successful_title" = "Conexão bem sucedida!";

/* loco:6332c96135f7406d4875f765 */
"browser__pairing_successful_description" = "O 2FAS irá enviar uma notificação sempre que entrares nos teus serviços online ao usar este navegador. Não irás precisar mais de digitar novamente os teus tokens a cada uso.";

/* loco:6332c96135f7406d4875f766 */
"browser__pairing_failed_title" = "A conexão falhou :(";

/* loco:6332c96135f7406d4875f767 */
"browser__pairing_failed_description" = "Este código QR não foi reconhecido, e a 2FAS não conseguiu conectar este dispositivo com a extensão do navegador. Por favor, tenta novamente.";

/* loco:6332c96135f7406d4875f768
 * browser__pairing_already_paired_title */
"browser__already_paired_title" = "Já está conectado!";

/* loco:6332c96135f7406d4875f769
 * browser__pairing_already_paired_description */
"browser__already_paired_description" = "Esta extensão do navegador já está conectada com este dispositivo.";

/* loco:6332c96135f7406d4875f76a */
"browser__contact_support" = "Entrar em contacto";

/* loco:6332c96135f7406d4875f76b */
"browser__pairing_with_browser" = "Conexão com o navegador";

/* loco:6332c96135f7406d4875f76d
 * browser__paired_devices */
"browser__paired_devices_browser_title" = "Dispositivos conectados (navegadores de Internet)";

/* loco:6332c96135f7406d4875f76e */
"browser__add_new" = "Adicionar novo";

/* loco:6332c96135f7406d4875f76f
 * browser__this_device */
"browser__this_device_name" = "Nome do dispositivo";

/* loco:6332c96135f7406d4875f770 */
"browser__device_name" = "Nome do dispositivo";

/* loco:6332c96135f7406d4875f771 */
"browser__name" = "Nome";

/* loco:6332c96135f7406d4875f772 */
"browser__this_device_footer" = "Este nome irá ajudar-te a identificar este dispositivo entre outros conectados com a extensão de navegador 2FAS";

/* loco:6332c96135f7406d4875f773 */
"browser__browser_extension_settings" = "Definições da Extensão de Navegador";

/* loco:6332c96135f7406d4875f774 */
"browser__unkown_name" = "<NOME_DESCONHECIDO>";

/* loco:6332c96135f7406d4875f775 */
"browser__request_source_description" = "%@ pediu um token 2FA para %@. Seleciona um serviço para autorizar e guardar com este domínio.";

/* loco:6332c96135f7406d4875f776 */
"browser__request" = "Pedido do Navegador";

/* loco:6332c96135f7406d4875f777
 * browser__code_success */
"browser__code_success_title" = "O token foi enviado com sucesso!";

/* loco:6332c96135f7406d4875f778 */
"browser__code_failure" = "Erro ao enviar o código. %@";

/* loco:6332c96135f7406d4875f779 */
"browser__deleting_paired_device_title" = "Eliminar dispositivo";

/* loco:6332c96135f7406d4875f77a */
"browser__deleting_paired_device_content" = "Tens a certeza que queres eliminar este dispositivo?";

/* loco:6332c96135f7406d4875f77c */
"browser__pairing_date" = "Data de conexão";

/* loco:6332c96135f7406d4875f77d */
"browser__forget_this_browser" = "Esquecer este navegador";

/* loco:6332c96135f7406d4875f77e
 * browser__service_is_paired_list_description */
"browser__paired_domains_list_title" = "Lista de domínios conectados";

/* loco:6332c96135f7406d4875f77f */
"browser__deleting_extension_pairing_title" = "Eliminar domínio?";

/* loco:6332c96135f7406d4875f780 */
"browser__deleting_extension_pairing_content" = "A próxima vez que usares a extensão do navegador para entrar em %@, irá te ser pedido para conectares este domínio novamente.";

/* loco:6332c96135f7406d4875f781 */
"browser__push_notifications_title" = "Notificações";

/* loco:6332c96135f7406d4875f782 */
"browser__push_notifications_content" = "Para teres acesso a funções como a Extensão do Navegador, a aplicação precisa de acesso para enviar notificações. Podes mudar esta definição nas Definições do Sistema a qualquer momento.";

/* loco:6332c96135f7406d4875f783 */
"browser__request_expired" = "Pedido expirado";

/* loco:6332c96135f7406d4875f784 */
"browser__2fa_token_request_title" = "Pedido de Token 2FA";

/* loco:6332c96135f7406d4875f785
 * ADD A SPACE AT THE END! */
"browser__2fa_token_request_content" = "Queres partilhar o código 2FA de ";

/* loco:6332c96135f7406d4875f786 */
"notifications__no_notifications" = "Sem notificações";

/* loco:6332c96ba6877120ce6fc152 */
"CFBundleSpokenName" = "2 F A S";

/* loco:63344624e6899974bd0ddf52 */
"commons__2fas_toolbar" = "2FAS";

/* loco:63344c64898727028e0b21e4 */
"backup__google_drive_not_available" = "O Google Drive não está disponível";

/* loco:63344d5c091e850f532386e2 */
"backup__google_drive_disabled_title" = "O Google Drive foi desativado pelo utilizador";

/* loco:633dd102f5f0b5080b43b5c2 */
"backup__update_required_to_import_title_2" = "Precisas de uma versão mais recente da aplicação para importares o conteúdo do ficheiro. Podes encontrar a versão mais recente na Google Play Store";

/* loco:633dd72f6078ca50d63ab0d2 */
"tokens__qr_code_leads_to_google_store" = "Este código QR leva-te à Google Play Store";

/* loco:633dd77670b050133f55b642 */
"introduction__page_4_content_android" = "Os teus tokens estão guardados offline no armazenamento do teu dispositivo, por isso lembra-te de fazer uma cópia de segurança aos teus serviços! Utiliza a Sincronização através do Google Drive e uma palavra-passe ou PIN para os proteger de acesso não autorizado e dano ao dispositivo.";

/* loco:633ef646dbb7c078261c3ec2 */
"new_version__new_version_message_android" = "Uma nova versão de 2FAS está disponível na Google Play Store. Atualiza agora!";

/* loco:6341dca6b874ee3bc41b6952 */
"security_error_no_match" = "O PIN não coincide! Por favor, tenta novamente.";

/* loco:6341de59fcbb0b491c24b1d2 */
"settings_developer_options" = "Opções de Desenvolvedor";

/* loco:6341df0295f3d3034a6ff7a2 */
"settings__external_import" = "Importar tokens";

/* loco:6341df76c6a1db420732d3c2 */
"settings__browser_extension_result_toolbar_title" = "Resultado da conexão";

/* loco:6341dfada8cef8553b42a792 */
"tokens__caution" = "ATENÇÃO";

/* loco:6341e0f7a225c97dee2604d2 */
"tokens__qr_point_and_scan_again" = "Aponta a tua câmara para o código QR certo e digitaliza novamente.";

/* loco:6341e3d560c2a75b635dd902 */
"tokens__service_unsaved_changes" = "Queres descartar as alterações?";

/* loco:6341e3fac678e32ee1180b92 */
"tokens__service_unsaved_changes_title" = "Alterações não guardadas";

/* loco:6341e444ae7e4f6979438fc2 */
"tokens__service_key_invalid_format" = "A chave tem um formato inválido";

/* loco:6341e574a77fa94abc6bf6f2 */
"intent_error_no_gallery_app" = "Erro de sistema! Não existe uma aplicação de galeria no sistema.";

/* loco:6341e59ab278cb37a15f15c2 */
"gdrive_permission_title" = "Permissão do Google Drive";

/* loco:6341e5b6a77fa94abc6bf6f4 */
"gdrive_permission_msg" = "Precisamos de permissão do Google Drive para guardar os ficheiros de cópia de segurança nos dados de aplicações.";

/* loco:6341e5d80edc9064be2a0d92 */
"gdrive_internet_title" = "É necessária uma conexão de Internet";

/* loco:6341e5ef48f8396250741ae2 */
"gdrive_internet_msg" = "Para sincronizares com o Google, precisas de uma conexão de Internet.";

/* loco:6341e60b1b9712646f45c272 */
"gdrive_wipe_internet_msg" = "Para removeres o acesso do Google Drive, precisas de uma conexão de Internet.";

/* loco:6341e6334097a7635715ca52 */
"backup_explanation_msg" = "Guarda e sincroniza automaticamente o teu ficheiro de cópia de segurança na pasta escondida no teu Google Drive. Só a aplicação 2FAS consegue aceder a esta pasta.";

/* loco:6341e6565450ef7fd46dec02 */
"backup_error_unknown" = "Ocorreu um erro na sincronização da cópia de segurança. Por favor, reinicia a aplicação depois de alguns minutos e tenta novamente.";

/* loco:6341e66aa77fa94abc6bf6f6 */
"backup_error_encrypt_unknown" = "Ocorreu um erro na criptografia da cópia de segurança. Por favor, coloca a tua palavra-passe novamente.";

/* loco:6341e681b278cb37a15f15c4 */
"backup_error_decrypt_unknown" = "Ocorreu um erro na descriptografia da cópia de segurança. Por favor, coloca a tua palavra-passe novamente.";

/* loco:6342c92df1d3612fe712f1a2 */
"backup__google_drive_problem_title" = "Existe um problema com o iCloud. Verifica as definições do sistema";

/* loco:6342c9535447700251180692 */
"backup_error_auth" = "Houve um problema com as permissões da tua conta do Google Drive. Tenta ativar e desativar a sincronização.";

/* loco:6342c9b1c41b2c66a2359362 */
"backup_error_no_password" = "A tua cópia de segurança está protegida por palavra-passe. Liga-a e digita a tua palavra-passe.";

/* loco:6342c9ec69dbe97d4972d4f2 */
"backup_error_wrong_password" = "A tua cópia de segurança está protegida por palavra-passe mas a que forneceste está incorreta. Liga-a e digita a tua palavra-passe.";

/* loco:6342ca1db1a1053c734e5c12 */
"customization_service_assignment" = "Atribuição de Serviço";

/* loco:6342ca2fb1a1053c734e5c14 */
"customization_personalization" = "Personalização";

/* loco:6342ca5d87da3c0adf6481f2 */
"customization_change_brand" = "Mudar emblema";

/* loco:6342ca7169dbe97d4972d4f4 */
"customization_advanced" = "Avançado";

/* loco:6342ca89c41b2c66a2359364 */
"customization_request_icon" = "Pedir um ícone";

/* loco:6342ca9d87da3c0adf6481f4 */
"customization_edit_label" = "Editar nome";

/* loco:6342cb2f188f327fde0567d2 */
"groups_delete_msg" = "Tens a certeza que queres eliminar este grupo?";

/* loco:6342cc005bd8ee4e373eaff2 */
"export_backup_title" = "O teu ficheiro de cópia de segurança está pronto para exportar";

/* loco:6342cc175a8ef33de14ce6c2 */
"export_backup_msg" = "Exporta este ficheiro para manter os teus tokens 2FAS numa cópia de segurança segura. Irás poder importá-lo depois para este ou outros dispositivos com a aplicação 2FAS.";

/* loco:6342cc3b830f3c11167b6dd2 */
"export_backup_pass" = "Exportar ficheiro sem palavra-passe (não recomendado)";

/* loco:6342cc92a240880a9f2084e2 */
"import_backup_msg2" = "O ficheiro irá ser sincronizado com a lista de serviços da aplicação.";

/* loco:6342cd007757e42301476522 */
"backup_notice_later" = "Talvez depois";

/* loco:6342cd15a240880a9f2084e4 */
"backup_notice_cta" = "Ligar";

/* loco:6342cd4ae5c1f936e033b172 */
"widgets_empty_msg" = "Não foram adicionados serviços";

/* loco:6342cdd0ac3fc03188300662 */
"backup__section_description_google" = "RECOMENDAÇÃO: A sincronização através do Google Drive mantém os teus tokens seguros em caso de perca ou dano do teu dispositivo. Deixa-a ligada.";

/* loco:6342cde2830f3c11167b6dd4 */
"backup_turn_off_title" = "Estás a desligar a Sincronização do Google Drive?";

/* loco:6342ce5ef9822760bd6e6232 */
"backup_turn_off_msg1" = "Os tokens 2FA irão continuar no teu dispositivo e no teu Google Drive, mas não irão ser sincronizados. Irás também desconectar a tua Conta Google.";

/* loco:6342ceb2f9822760bd6e6234 */
"backup_turn_off_msg2" = "Lembra-te, em caso de perca ou dano deste dispositivo ou a eliminação da aplicação, poderás não conseguir recuperar os teus tokens, e irás perder acesso às tuas contas online protegidas com 2FA.";

/* loco:6342ceecc07f913f3374a812 */
"backup_settings_password_set_subtitle" = "Protege um ficheiro de cópia de segurança do Google Drive com uma palavra-passe";

/* loco:6342cf2e593f7c11db6adf52 */
"backup_settings_password_remove_title" = "Eliminar palavra-passe";

/* loco:6342cf68a240880a9f2084e6 */
"backup_settings_password_remove_subtitle" = "Eliminar a palavra-passe do ficheiro da cópia de segurança do teu Google Drive";

/* loco:6342cf97ac3fc03188300664 */
"backup_settings_account_title" = "Conta Google";

/* loco:6342cfc09858895a99170382 */
"backup_settings_sync_title" = "Última sincronização";

/* loco:6342d0117757e42301476524 */
"browser_extension_result_success_description" = "O 2FAS irá enviar uma notificação sempre que entrares nos teus serviços online ao usar este navegador. Não irás precisar mais de digitar novamente os teus tokens a cada uso.";

/* loco:6342d05c2a206e092b1791c2 */
"browser_extension_browser_dialog" = "Nome do Navegador";

/* loco:6342d0ef5c8bac6b2573ef52 */
"biometric_dialog_auth_title" = "Autenticar";

/* loco:6342d0ffe7433557683c3712 */
"biometric_dialog_auth_subtitle" = "Usa as tuas credenciais biométricas";

/* loco:6342d135438a0a291865e022 */
"about_licenses" = "Licenças de código aberto";

/* loco:6342d1562a206e092b1791c4 */
"externalimport_description" = "Podes importar os teus tokens para a 2FAS de aplicações diferentes. Escolhe uma aplicação da lista e segue as instruções.";

/* loco:6342d16ee7433557683c3714 */
"externalimport_select_app" = "Selecionar aplicação";

/* loco:6342d182e7433557683c3716 */
"externalimport_google_authenticator" = "Google Authenticator";

/* loco:6342d18dc07f913f3374a814 */
"externalimport_aegis" = "Aegis";

/* loco:6342d19b63307f18b4510092 */
"externalimport_raivo" = "Raivo OTP";

/* loco:63693380daebad2321503c66 */
"android__app_name" = "2FAS Auth";

/* loco:63693395183853234b657d12 */
"commons__yes" = "Sim";

/* loco:636933b08f1b7a2d262bed23 */
"commons__no" = "Não";

/* loco:636933ca8102e2327a5cce92 */
"commons__search" = "Procurar";

/* loco:636934e015acd7020f284112 */
"errors__no_app" = "Nenhuma aplicação suporta esta ligação";

/* loco:636934ffde099e2c3326fe82 */
"permissions__camera_permission" = "Permissão da Câmara";

/* loco:63693569349c115b4122eb32 */
"permissions__camera_permission_description" = "A permissão da câmara é necessária para digitalizares códigos QR. Se quiseres usar esta função, vai a Informações da Aplicação, Permissões e ativa a Câmara.";

/* loco:636935811313301a900ae283 */
"security__disable_pin" = "Desativar PIN";

/* loco:6369359a5f06537c3f046183 */
"security__enter_your_new_pin" = "Por favor digita o teu novo PIN de %s";

/* loco:636935b2349c115b4122eb34 */
"security__pin_error_incorrect" = "PIN incorreto! Por favor tenta outra vez";

/* loco:63693953795f696e785cf892 */
"settings__biometrics" = "Biometria";

/* loco:63693964b3411c757a755cc4 */
"settings__support" = "Ajuda 2FAS";

/* loco:6369397d1e371c682d6054d3 */
"settings__developer" = "Opções de Desenvolvedor";

/* loco:6369398f5cb4a35ff34b55d2 */
"settings__option_fingerprint" = "Bloqueio Biométrico";

/* loco:6369399e795f696e785cf894 */
"settings__option_theme" = "Tema";

/* loco:636939ab4bccbb1e6a12f1c2 */
"settings__theme_option_auto" = "Auto";

/* loco:636939bcf8b08053b87aab93 */
"settings__theme_option_auto_system" = "Auto - Definição do Sistema";

/* loco:63693b946081eb49756794b3 */
"settings__theme_option_dark" = "Escuro";

/* loco:63693ba5df585c05c76ddc82 */
"settings__theme_option_light" = "Claro";

/* loco:63693bb9e05fd23e53227b13 */
"tokens__copied_clipboard" = "O token foi copiado para a área de transferência!";

/* loco:63693bc5b71ecb16511b6632 */
"tokens__next_copied_clipboard" = "O token seguinte foi copiado para a área de transferência!";

/* loco:63693bf413e605521a409cd2 */
"tokens__do_you_really_want_to_remove_all_devices" = "Queres eliminar permanentemente este serviço de 2FA?";

/* loco:63693cd8b024e27aba3c4dc2 */
"tokens__fab_addmanually" = "Adicionar manualmente";

/* loco:63693cf5ec00fd215b2f5b82 */
"tokens__qr_does_not_work" = "Este código QR não funciona!";

/* loco:63693d127f114c2e2c5561d2
 * Could not read QR code from the image! */
"tokens__qr_read_image_failed" = "Não foi possível ler o código QR da imagem!";

/* loco:63693d2a228e552762708b73 */
"tokens__qr_read_image_try_again" = "Tenta selecionar uma imagem diferente.";

/* loco:63693d59def0af7a4f103d42 */
"tokens__remove_it_forever" = "Eliminar serviço permanentemente";

/* loco:63693df12647b40c150abf13
 * Service could not be added, Service Key is invalid. Try again. */
"tokens__service_add_error" = "O serviço não foi adicionado porque a Chave Secreta é inválida. Tenta novamente.";

/* loco:63693e2208c47e4cac73cbb3
 * A service with this Service Key already exists. Do you want to override it? */
"tokens__service_already_exists" = "Um serviço com esta chave já existe. Queres sobrepô-lo?";

/* loco:63693ecf68606d19e7023393 */
"tokens__service_key_invalid_characters" = "A chave contém caracteres inválidos";

/* loco:63693f1268606d19e7023397 */
"tokens__show_service_key" = "Mostrar a Chave Secreta";

/* loco:63693f57fd6d806b5624add3
 * Your Service Key is protected. Please add PIN or Fingerprint lock in order to see it. */
"tokens__show_service_key_setup_lock" = "A tua Chave Secreta está protegida. Por favor, adiciona um PIN ou um bloqueio por impressão digital para a ver.";

/* loco:636940f5b7c61d120e417243 */
"tokens__tokens_list_is_empty" = "A lista de serviços está vazia";

/* loco:63694107e8e4552c5a2c6802 */
"tokens__use_plus_button_to_add_tokens" = "Usa o butão \"+\" para adicionar um novo serviço";

/* loco:63694183975c2c3aac074ed2 */
"tokens__you_will_not_be_able_to_sign_in_to_your" = "Não irás poder entrar na tua conta %@ sem este token enquanto tiveres a autenticação de dois fatores ativada para essa conta.\n\nNão irás poder restaurar este token do lixo da 2FAS.";

/* loco:636941a86578c224b94bd1e4 */
"import_ga_success" = "Os serviços foram importados com sucesso!";

/* loco:636941d7c3648b0ffc04e192
 * You need active Internet connection in order to sync your backup. Please turn on your network connection and try again. */
"backup_error_network" = "Precisas de uma conexão de Internet para sincronizar a tua cópia de segurança. Por favor, liga-te à Internet e tenta novamente.";

/* loco:6369420e1bfbc44338796fc3 */
"update_app_title" = "Atualizar aplicação";

/* loco:6369423dc50f84241c78d676
 * Please update to the newest 2FAS version, to get all features and maintain high security level. */
"update_app_msg" = "Por favor atualiza para a versão mais recente de 2FAS para adquirir todas as funções e manter um nível de segurança elevado.";

/* loco:63695bff2e4603133646fb72 */
"delete_service_title" = "Estás a eliminar";

/* loco:63695c1cd29ac3613b4a1f02
 * from your 2FAS service list.\n\nRemember, as long as you have second factor authentication turned on, you will not log in to %s account without this token. */
"delete_service_msg" = "da tua lista de serviços 2FAS.\n\nLembra-te, enquanto tiveres a autenticação de dois fatores ativada, não irás poder entrar na tua conta %s sem este token.";

/* loco:63695c27237a5641ab59efd2 */
"delete_service_cta" = "Apagar";

/* loco:63695c4c2a54d2666c672732 */
"export_backup_cta" = "Exportar";

/* loco:63695c5c08efb67c6e255782 */
"export_backup_share_cta" = "Partilhar";

/* loco:63695c7f577732027f6496f2 */
"import_backup_title" = "Importar cópia de segurança do ficheiro";

/* loco:63695c9708efb67c6e255784 */
"import_backup_msg1" = "Tu irás importar o ficheiro de cópia de segurança com";

/* loco:63695ca708efb67c6e255786 */
"import_backup_cta" = "Importar";

/* loco:63695ccbcf7ad836801c6582 */
"widgets_warning_msg" = "Os tokens visíveis no widget não são protegidos pelo teu código PIN. Tens a certeza que os queres apresentar no widget?";

/* loco:63695ce4fca41e7d2b37ee12 */
"widgets_warning_title" = "ATENÇÃO!";

/* loco:63695d0d18b68b60f10d6862 */
"widgets_warning_cta" = "Sim, tenho a certeza";

/* loco:63695d1d646ca94a9e191bc2 */
"backup_notice_title" = "Cópia de Segurança 2FAS";

/* loco:63695d3a18b68b60f10d6864 */
"backup_notice_msg" = "Liga a cópia de segurança 2FAS. Caso o telemóvel tenha sido formatado ou perdido, irás poder restaurar todos os teus tokens.";

/* loco:63695d6996fd2e68a42c5212 */
"brand_empty_msg" = "Desculpa, marca não encontrada";

/* loco:63695d9186c16054f2147fa2
 * Select which services will be visible on widget: */
"widgets_select_msg" = "Seleciona que serviços vão estar visíveis no widget:";

/* loco:63695dac49da15247b47a9f2 */
"backup_turn_off_cta" = "Desativar Sincronização";

/* loco:63695dba4e1595693b25b702 */
"backup_turn_off_cancel" = "Cancelar";

/* loco:63695dc74e1595693b25b704 */
"backup_settings_password_set_title" = "Definir palavra-passe";

/* loco:63695dd7aa4af0296011ab22 */
"backup_settings_delete_title" = "Eliminar cópia de segurança do Google Drive";

/* loco:63695e128be34479932d44a2
 * If you delete this file from your Google Drive, synchronization on all synchronized devices will be disabled and tokens will remain only on this and other devices via local storage. */
"backup_settings_delete_subtitle" = "Se eliminares este ficheiro do teu Google Drive, a sincronização em todos os teus dispositivos irá ser desativada, e os teus tokens irão permanecer apenas neste e noutros dispositivos através do armazenamento local.";

/* loco:63695e2c27b0df5cbb3a9152 */
"browser__result_error_browser_paired" = "A tua aplicação 2FAS já está conectada com este navegador.";

/* loco:63695e5b8be34479932d44a4
 * Scan QR code again */
"browser__result_error_cta" = "Digitaliza o código QR novamente";

/* loco:63695e6f7ce1b23381128562 */
"browser__scan_error_dialog_title" = "Erro";

/* loco:63695e8c046f962de20cf7d2
 * Scanned QR code has unsupported format. Please try again. */
"browser__scan_error_dialog_msg_invalid_code" = "O código QR digitalizado contém um formato que não é suportado. Por favor, tenta novamente.";

/* loco:63695ea65b95583a82077e22 */
"browser__scan_error_dialog_msg_unknown" = "Ocorreu um erro desconhecido ao digitalizar o código QR. Por favor, tenta novamente.";

/* loco:63695ebdc0f8533d9d5c5be2 */
"biometric_dialog_auth_cancel" = "Usar o PIN desta vez";

/* loco:63695ecd27b0df5cbb3a9154 */
"biometric_dialog_setup_title" = "Ativar autenticação";

/* loco:63695edacc13613f62380a82 */
"biometric_dialog_setup_cancel" = "Cancelar";

/* loco:63695f025b95583a82077e24
 * To enable Biometric Lock you need to enable and set a PIN Code. */
"settings__option_fingerprint_description" = "Para ativar o Bloqueio por Biometria, precisas de ativar e definir um código PIN.";

/* loco:63695f1817c4473f880a74d2 */
"settings__block_for_footer" = "Seleciona o tempo para o qual a aplicação será bloqueada.";

/* loco:6370165d9149a4239a27e0b2 */
"error__out_of_disk_space" = "Parece que, ou ficaste sem espaço no disco, ou um evento no passado danificou a base de dados";

/* loco:6370169abddeed6e996944d3 */
"error__cloud_backup_newer_version" = "A cópia de segurança na nuvem foi transferida para a nova versão. Atualiza a aplicação";

/* loco:637016c1665ee13b4506cd54 */
"error__cloud_backup_encrypted_not_supported" = "A cópia de segurança na nuvem está encriptada. Atualiza a aplicação para suportar esta função";

/* loco:63701b4a3fe44547f927d1c2 */
"extension__continue_to_app" = "Continuar para a aplicação";

/* loco:63701b63b42bdc3ef25026c2 */
"extension__cancel" = "Cancelar";

/* loco:63701b71a000b91fad034912 */
"extension__authorize" = "Autorizar";

/* loco:63701b7c7c84200f7f0bfb22 */
"extension__dismiss" = "Dispensar";

/* loco:63701b8b7c84200f7f0bfb24 */
"extension__request_sent" = "Pedido enviado";

/* loco:63701b977c84200f7f0bfb26 */
"extension__send_question_title" = "Enviar token?";

/* loco:63701ba9f39e1f13443a7cf2 */
"extension__send_question_content" = "%@ pediu um token 2FAS para %@";

/* loco:63701bbd7c84200f7f0bfb28 */
"extension__error_while_sending" = "Erro ao enviar token";

/* loco:63701bca27651457ca55bfd2 */
"extension__not_paired_title" = "Este website não foi conectado";

/* loco:63701bd51be23060542fd7d2 */
"extension__not_paired_content" = "Abre a aplicação e seleciona um serviço para este domínio";

/* loco:63701be2205b6f17713b4ac2 */
"extension__error_open_the_app" = "Abre a aplicação e verifica se a extensão do navegador está devidamente conectada";

/* loco:63701bef2fc748368c70e312 */
"extension__error_no_internet" = "Houve um problema com a conexão";

/* loco:63701bf9f39e1f13443a7cf4 */
"extension__try_again" = "Por favor tenta novamente";

/* loco:63701c02205b6f17713b4ac4 */
"extension__error" = "Erro";

/* loco:63701c0da000b91fad034914 */
"extension__error_no_services" = "Para a extensão do navegador funcionar, por favor adiciona serviços à aplicação 2FAS";

/* loco:63701c1a27651457ca55bfd4 */
"extension__approve" = "Aprovar";

/* loco:63701c2b20780c2962211303 */
"extension__deny" = "Recusar";

/* loco:6370c74297ec7c4d1857c2d2 */
"settings__turn_pin_code_to_enable_faceid" = "Liga o código PIN e a autenticação por Face ID para prevenir acesso não autorizado aos teus tokens neste dispositivo.";

/* loco:6370c75197ec7c4d1857c2d4 */
"settings__turn_pin_code_to_enable_touchid" = "Liga o código PIN e a autenticação por Touch ID para prevenir acesso não autorizado aos teus tokens neste dispositivo.";

/* loco:637a78300f577824fa4f1782 */
"settings__send_logs_error_not_exists" = "O código fornecido está incorreto. Por favor, verifica novamente";

/* loco:637a78410f577824fa4f1784 */
"settings__send_logs_error_expired" = "O código fornecido expirou. Por favor contacta-nos para obter um novo";

/* loco:637a786be142ab22bc6e4362 */
"settings__send_logs_error_no_internet" = "Não existe acesso à Internet. Por favor verifica a conexão e tenta novamente";

/* loco:637a787bfda7a704fc2f0c92 */
"settings__send_logs_error_server" = "Parece haver um problema com o nosso servidor. Se continuar por favor contacta-nos ";

/* loco:637a788d228c8d210773aca2 */
"settings__send_logs_error_title" = "A operação falhou";

/* loco:637a78971639737a78522752 */
"settings__send_logs_sent_title" = "Registros enviados";

/* loco:637a78a2d64f955fe40fb582 */
"settings__send_logs_sent_description" = "Obrigado por nos ter dito. Vamos verificá-los o mais breve possível.";

/* loco:637a78affda7a704fc2f0c94 */
"commons__send" = "Enviar";

/* loco:637a78bb3a759e5fde75ac12 */
"settings__send_logs_title" = "Os registros foram enviados";

/* loco:637a78cfa90b4b3673461e92 */
"settings__send_logs_description_link" = "O código fornecido pela equipa de ajuda foi preenchido automaticamente. Enviar registros?";

/* loco:637a78d90a23b422fd79dbb2 */
"settings__send_logs_description_edit" = "Por favor digita ou cola o código fornecido pela nossa equipa de ajuda";

/* loco:637a79dda49d85561129f602 */
"settings__send_logs" = "Enviar registros";

/* loco:63a0b3300fd81a00131f5282 */
"settings__recommendation " = "Vê só esta aplicação de autenticação em 2 fatores: https://2fas.com";

/* loco:63a5c926639b663a504d7042 */
"settings__acknowledgements" = "Reconhecimentos";

/* loco:63ac20106581d34243554af2 */
"introduction__import_external_app" = "Importar de uma aplicação externa";

/* loco:63e4ef021786f457dc49bda2 */
"past_duration_seconds" = "momento atrás";

/* loco:63e4ef021786f457dc49bda3 */
"past_duration_seconds-plural" = "momentos atrás";

/* loco:63e4ef021786f457dc49bda4 */
"past_duration_minutes" = "%d minuto atrás";

/* loco:63e4ef021786f457dc49bda5 */
"past_duration_minutes-plural" = "%d minutos atrás";

/* loco:63e4ef021786f457dc49bda6 */
"past_duration_hours" = "%d hora atrás";

/* loco:63e4ef021786f457dc49bda7 */
"past_duration_hours-plural" = "%d horas atrás";

/* loco:63e4ef021786f457dc49bda8 */
"past_duration_days" = "%d dia atrás";

/* loco:63e4ef021786f457dc49bda9 */
"past_duration_days-plural" = "%d dias atrás";

/* loco:63e4ef021786f457dc49bdaa */
"past_duration_weeks" = "%d semana atrás";

/* loco:63e4ef021786f457dc49bdab */
"past_duration_weeks-plural" = "%d semanas atrás";

/* loco:63e4ef021786f457dc49bdac */
"past_duration_months" = "%d mês atrás";

/* loco:63e4ef021786f457dc49bdad */
"past_duration_months-plural" = "%d meses atrás";

/* loco:63e50a5d8a8ad50ba947fc42 */
"commons__unknown_error" = "Ocorreu um erro desconhecido! Tenta novamente!";

/* loco:63e50a5d8a8ad50ba947fc43 */
"backup__export_result_success" = "O ficheiro foi guardado com sucesso!";

/* loco:63e50a5d8a8ad50ba947fc44 */
"backup__share_result_failure" = "Não foi possível partilhar o ficheiro!";

/* loco:63e50a5d8a8ad50ba947fc45 */
"backup__enter_password_dialog_title" = "Escreve a tua palavra-passe";

/* loco:63e50a5d8a8ad50ba947fc46 */
"backup__remove_password_msg" = "Digita a palavra-passe de segurança para proceder com a remoção.";

/* loco:63e50a5d8a8ad50ba947fc47 */
"backup__revoke_google_access_msg" = "Digita a palavra-passe de segurança para proceder com a remoção do acesso ao Google.";

/* loco:63e50a5d8a8ad50ba947fc48 */
"backup__synchronization_settings" = "Definições de sincronização";

/* loco:63e50a5d8a8ad50ba947fc49 */
"backup__local_file_title" = "Ficheiro local";

/* loco:63e50a5d8a8ad50ba947fc4a */
"backup__drive_title" = "Sincronização através do Google Drive";

/* loco:63e50a5d8a8ad50ba947fc4b */
"backup__delete_file_title" = "Queres eliminar o teu ficheiro de cópia de segurança do Google Drive?";

/* loco:63e50a5d8a8ad50ba947fc4c */
"backup__delete_file_msg" = "A sincronização através do Google irá ser desativada. Os teus tokens irão permanecer localmente, mas a aplicação 2FAS será desconectada da tua Conta Google, neste e noutros dispositivos sincronizados.";

/* loco:63e50a5d8a8ad50ba947fc4d */
"backup__sync_status_waiting" = "A aguardar para sincronizar...";

/* loco:63e50a5d8a8ad50ba947fc4e */
"backup__sync_status_progress" = "A sincronizar...";

/* loco:63e50a5d8a8ad50ba947fc4f */
"import_backup_msg1_encrypted" = "Irás importar um ficheiro de cópia de segurança encriptado.";

/* loco:63e50a5d8a8ad50ba947fc50 */
"externalimport__choose_json_cta" = "Escolhe o ficheiro JSON";

/* loco:63e50a5d8a8ad50ba947fc51 */
"externalimport__aegis_msg" = "Exporta as tuas contas da aplicação Aegis para um ficheiro JSON não encriptado e usa o botão \"Escolhe o ficheiro JSON\" para importá-lo. Lembra-te de remover o ficheiro após importares com sucesso.";

/* loco:63e50a5d8a8ad50ba947fc52 */
"externalimport__raivo_msg" = "Usa a opção \"Exporta OTPs para ficheiro ZIP\" nas definições da aplicação Raivo, guarda o ficheiro ZIP, extrai-o e usa o botão \"Escolhe o ficheiro JSON\" para importar o ficheiro JSON.";

/* loco:63e50a5d8a8ad50ba947fc53 */
"externalimport__no_tokens_msg" = "Contudo, não existe nenhum serviço que pode ser importado.";

/* loco:63e50a5d8a8ad50ba947fc54 */
"commons__try_again" = "Tenta novamente";

/* loco:63e50a5d8a8ad50ba947fc55 */
"commons__proceed" = "Prosseguir";

/* loco:63e50a5d8a8ad50ba947fc56 */
"externalimport__ga_title" = "A importar tokens 2FA da aplicação Google Authenticator";

/* loco:63e50a5d8a8ad50ba947fc57 */
"externalimport__aegis_title" = "A importar tokens 2FA da aplicação Aegis";

/* loco:63e50a5d8a8ad50ba947fc58 */
"externalimport__raivo_title" = "A importar tokens 2FA da aplicação Raivo";

/* loco:63e50a5d8a8ad50ba947fc59 */
"externalimport__ga_success_msg" = "Este código QR permite importar tokens do Google Authenticator";

/* loco:63e50a5d8a8ad50ba947fc5a */
"externalimport__aegis_success_msg" = "Este ficheiro JSON permite importar tokens da aplicação Aegis.";

/* loco:63e50a5d8a8ad50ba947fc5b */
"externalimport__raivo_success_msg" = "Este ficheiro JSON permite importar tokens da aplicação Raivo.";

/* loco:63e50a5d8a8ad50ba947fc5c */
"externalimport__read_error" = "Não foi possível ler nenhum token. Tenta selecionar um ficheiro diferente.";

/* loco:63e62618444ff4647d7cfca4 */
"settings__gd_sync_info" = "Informação da sincronização através do Google Drive";

/* loco:63e6269908dc162489032023 */
"settings__gd_sync_disable_confirm" = "Tens a certeza? Sem a sincronização através do Google Drive, não irás poder restaurar os teus tokens se perderes ou formatares o teu telemóvel!";

/* loco:63ee3aa8a35cbc5492030a74 */
"extension__code_sent_msg" = "O código foi enviado com sucesso";

/* loco:63ee3ab4c9440931e75a0432 */
"extension__code_sent_error_msg" = "Ocorreu um erro ao enviar o código";

/* loco:63ee4345d49978585e1e3402 */
"tokens__add_service_title" = "Adicionar novo serviço";

/* loco:63ee4345d49978585e1e3403 */
"tokens__customize_service_title" = "Customizar serviço";

/* loco:63ee4345d49978585e1e3404 */
"extension__services_suggested_header" = "Sugerido";

/* loco:63ee4345d49978585e1e3405 */
"extension__services_all_header" = "Todos os serviços";

/* loco:63ee4345d49978585e1e3406 */
"extension__services_other_header" = "Outros serviços";

/* loco:63f289fc3895d52eaa64ce92 */
"settings__ssl_error_title" = "Erro SSL";

/* loco:63f28a14fc84916d70648342 */
"settings__ssl_error_description" = "Ocorreu um erro SSL, logo não foi possível fazer uma conexão segura ao servidor. Garante que tens a versão mais recente da aplicação ou tenta mudar a conexão de Internet.";

/* loco:63f4a0ade3cd1317f325d762 */
"backup__import_error_file_size" = "O ficheiro que estás a tentar importar é muito grande. O limite de tamanho é 10 MB.";

/* loco:63f4a0b928d2513ff26d1792 */
"backup__import_error_file_invalid" = "O ficheiro que estás a tentar importar é inválido ou está danificado. Por favor, escolhe outro ficheiro.";

/* loco:6404c27610d75a3456352472 */
"appearance__toggle_active_search" = "Pesquisa ativa";

/* loco:6404c561429ff902fb474082 */
"appearance__active_search_description" = "Pesquisa ativa ao iniciar.";

/* loco:6407b9d7641a5514074e65d2 */
"widgets__expires_in" = "Expira em:";

/* loco:6407b9d7641a5514074e65d3 */
"widgets__settings" = "Definições do Widget";

/* loco:6407b9d7641a5514074e65d4 */
"errors__input_integer_number" = "O valor tem de ser um número inteiro";

/* loco:6407b9d7641a5514074e65d5 */
"errors__input_number" = "O valor tem de ser um número";

/* loco:6407b9d7641a5514074e65d6 */
"errors__input_empty" = "O valor não pode estar vazio";

/* loco:6407b9d7641a5514074e65d7 */
"errors__input_too_long" = "O valor é muito longo. Limite: %d";

/* loco:64177f6f951eac45e0645702 */
"commons__best_match" = "Melhor correspondência";

/* loco:641caf6933856072525bd4f2 */
"settings__enable_crashlytics" = "Envia relatórios anônimos de falhas";

/* loco:641cafefdfe4086c4546cde2 */
"settings__enable_crashlytics_description" = "Envia relatórios anônimos de falhas para ajudar a 2FAS a identificar e resolver problemas na aplicação (é necessário reiniciar a aplicação).";

/* loco:6420a6b179cc6f32af1c9ad2 */
"tokens__manage_list" = "Gerir lista";

/* loco:6420a6de79cc6f32af1c9ad4 */
"settings__appearance" = "Aparência";

/* loco:6420a74446ce28668347e613 */
"settings__show_next_token_desc" = "Mostrar o token seguinte quando o atual estiver a expirar.";

/* loco:6420a7654cf81e07bb662752 */
"settings__list_style" = "Estilo da lista";

/* loco:6420a78475cfd566e2478562 */
"backup__reminder_msg" = "O Google Drive não está sincronizado.";

/* loco:6420a7a448fb8635264270e2 */
"backup__reminder_cta" = "Vai a definições da cópia de segurança";

/* loco:6420a8bf02040a2b18471272 */
"settings__list_style_option_default" = "Padrão";

/* loco:6420a8c94a60c058ea08ffe2 */
"settings__list_style_option_compact" = "Compacto";

/* loco:64234f27272f490bb9096dd2 */
"externalimport_lastpass" = "LastPass";

/* loco:6423503356b89f690f1045e2 */
"externalimport__lastpass_msg" = "Exporta as tuas contas da aplicação LastPass para um ficheiro JSON não encriptado e usa o botão \"Escolhe o ficheiro JSON\" para importá-lo. Lembra-te de remover o ficheiro após importares com sucesso.";

/* loco:6424a28788ebef381e1dfba2 */
"settings__about_crash_optout_title" = "Relatórios de Falhas";

/* loco:643be2e7a4ba2b60364666a2 */
"past_duration_seconds-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a3 */
"past_duration_minutes-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a4 */
"past_duration_hours-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a5 */
"past_duration_days-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a6 */
"past_duration_weeks-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a7 */
"past_duration_months-plural-2" = "";

/* loco:64401a5af19d41e54b026fb2 */
"externalimport__lastpass_title" = "A importar tokens 2FA da aplicação LastPass";

/* loco:64401ac65a26867d01012432 */
"externalimport__lastpass_success_msg" = "Este ficheiro JSON permite importar tokens da aplicação LastPass.";

/* loco:6442df585188a6d8ea03fed2 */
"externalimport__info_lastpass_title" = "Importa tokens do LastPass";

/* loco:6442df63050a20e3d60383c2 */
"externalimport__info_aegis_title" = "Importa tokens do Aegis";

/* loco:6442df710b0fe99cbc06bd42 */
"externalimport__info_raivo_title" = "Importa tokens do Raivo OTP";

/* loco:6442df7dc8bba9a584037152 */
"externalimport__info_google_authenticator_title" = "Importa tokens do Google Authenticator";

/* loco:64484e172b8c57520d083532
 * Counter eg.: "25s" */
"time_unit_seconds_short" = "s";

/* loco:644faadb304ab5b90b0efd82 */
"tokens__add_title" = "Conecta o serviço com 2FAS";

/* loco:644faaf6dcff877f960bc072 */
"tokens__add_description" = "Aponta a câmara ao ecrã para capturar o código QR.";

/* loco:644fab06304ab5b90b0efd84 */
"tokens__add_other_methods" = "Outros métodos";

/* loco:644fab2eb2bdab45d807c2f2 */
"tokens__add_enter_manual" = "Digita a chave secreta";

/* loco:644fab49699af67ae0098a42 */
"tokens__add_from_gallery" = "Carrega uma imagem com o código QR";

/* loco:644fab5d9e04ee9c84054572 */
"tokens__add_success_title" = "Quase concluído!";

/* loco:644fab7a81c2a752350d56b4 */
"tokens__add_success_description" = "Para terminar de conectar o serviço, precisas de digitar novamente este token.";

/* loco:644fabc75c64ccd2d70a51f7 */
"tokens__add_manual_title" = "Conecta o serviço com 2FAS";

/* loco:644fabd49e04ee9c84054574 */
"tokens__add_manual_description" = "Digita o nome e a chave secreta.";

/* loco:644fac2df585a3bf37048b62 */
"tokens__add_manual_service_name" = "Nome do serviço";

/* loco:644fac3d0b150f6b8a0f3ad2 */
"tokens__add_manual_service_key" = "Chave secreta";

/* loco:644fac5584aa882e5e09c6e2 */
"tokens__add_manual_other" = "Outras definições";

/* loco:644fac6051979c8af2010352 */
"tokens__add_manual_other_optional" = "(opcional)";

/* loco:644fac76d371bbe28f064432 */
"tokens__add_manual_done_cta" = "Adicionar serviço";

/* loco:644fac8375cb939ca600104a */
"tokens__add_manual_help_cta" = "Não sabes o que fazer? Clica aqui para ajuda";

/* loco:644facad0b150f6b8a0f3ad4 */
"tokens__add_manual_advanced" = "Definições avançadas do token";

/* loco:644facbdf585a3bf37048b64 */
"tokens__add_manual_additional_info" = "Informação adicional";

/* loco:644faccca86801aff80045a2 */
"tokens__add_manual_advanced_description" = "Mudar as definições padrão de tokens não é recomendado. Fá-lo apenas quando o fornecedor do 2FA pedi-lo e quando tiveres instruções claras.";

/* loco:645e3fbf78eb0746110c9092 */
"settings__option_screenshots_description" = "Permitir capturas de ecrã dentro da aplicação por 5 minutos.";

/* loco:645e3fc931fff20326048932 */
"settings__option_screenshots" = "Permitir capturas de ecrã";

/* loco:645e4211d242e789f80f10f2 */
"settings__option_screenshots_confirm_title" = "Permitir capturas de ecrã dentro da aplicação?";

/* loco:645e42208652aa6c8400f783 */
"settings__option_screenshots_confirm_description" = "Tens a certeza? Esta opção irá permitir capturas e gravações de ecrã dentro da aplicação. Contudo, isto irá também permitir tentativas externas de capturar ecrãs dentro da aplicação.\nPor razões de segurança, esta opção irá ser automaticamente desligada depois de 5 minutos.";

/* loco:6478ab59ef991b738607af62 */
"past_duration_minutes-plural-3" = "";

/* loco:6478ab59ef991b738607af63 */
"past_duration_minutes-plural-4" = "";

/* loco:6478ab59ef991b738607af64 */
"past_duration_minutes-plural-5" = "";

/* loco:6478ab59ef991b738607af65 */
"past_duration_hours-plural-3" = "";

/* loco:6478ab59ef991b738607af66 */
"past_duration_hours-plural-4" = "";

/* loco:6478ab59ef991b738607af67 */
"past_duration_hours-plural-5" = "";

/* loco:6478ab59ef991b738607af68 */
"past_duration_days-plural-3" = "";

/* loco:6478ab59ef991b738607af69 */
"past_duration_days-plural-4" = "";

/* loco:6478ab59ef991b738607af6a */
"past_duration_days-plural-5" = "";

/* loco:6478ab59ef991b738607af6b */
"past_duration_weeks-plural-3" = "";

/* loco:6478ab59ef991b738607af6c */
"past_duration_weeks-plural-4" = "";

/* loco:6478ab59ef991b738607af6d */
"past_duration_weeks-plural-5" = "";

/* loco:6478ab59ef991b738607af6e */
"past_duration_months-plural-3" = "";

/* loco:6478ab59ef991b738607af6f */
"past_duration_months-plural-4" = "";

/* loco:6478ab59ef991b738607af70 */
"past_duration_months-plural-5" = "";

/* loco:647f59a2fdb591c4c00b1c62 */
"past_duration_seconds-plural-3" = "";

/* loco:649740514a084dd8f9023212 */
"social__social_media" = "Redes sociais";

/* loco:649740f54a084dd8f9023214 */
"social__discord" = "Discord";

/* loco:6497410b153997496205f1c3 */
"social__youtube" = "YouTube";

/* loco:64974117457761b82c01e8e2 */
"social__twitter" = "Twitter";

/* loco:64974146457761b82c01e8e4 */
"social__github" = "GitHub";

/* loco:649741569c2dbbed8606d012 */
"social__linkedin" = "LinkedIn";

/* loco:6497425376a3a3374003bec2 */
"social__reddit" = "Reddit";

/* loco:6497434c93a857eb140f6a32 */
"social__facebook" = "Facebook";

/* loco:649a9434583926aa420f6272 */
"settings__hide_tokens_title" = "Esconder tokens";

/* loco:649a945d303e9a0b370d33f3 */
"settings__hide_tokens_description" = "Os tokens serão revelados ao tocar.";

/* loco:64a128cab33c78d572064642 */
"browser__pair_manually_cta" = "Conectar manualmente";

/* loco:64a128eef574b12c040683a2 */
"browser__pair_manually_hint" = "Código de conexão";

/* loco:64a15e0218b6d3a8fa0512f2 */
"externalimport__info_authenticatorpro_title" = "Importa tokens do Authenticator Pro";

/* loco:64a15e2390e1c8c5d60a1172 */
"externalimport__authenticatorpro_success_msg" = "Este ficheiro de texto permite importar tokens do Authenticator Pro.";

/* loco:64a15e3c54254a4b7208e462 */
"externalimport__authenticatorpro_title" = "A importar tokens 2FA da aplicação Authenticator Pro";

/* loco:64a15e4951d23b69800749e2 */
"externalimport__authenticatorpro_msg" = "Exporta as tuas contas da aplicação Authenticator Pro para um ficheiro de texto não encriptado e usa o botão \"Escolher ficheiro de texto\" para importá-lo. Lembra-te de remover o ficheiro após importares com sucesso.";

/* loco:64a15e5c9aa01549f70b9ea2 */
"externalimport__authenticatorpro" = "Stratum (Authenticator Pro)";

/* loco:64a15f2d2f1aabbc2c0faf22 */
"externalimport__choose_txt_cta" = "Escolher ficheiro de texto";

/* loco:64aa557c51d308e63f0bf562 */
"fingerprint__biometric_invalidated" = "O desbloqueio por biometria está desativado devido a mudanças nas definições de impressão digital do sistema";

/* loco:64b45fd36c42a08ffe0487d2 */
"tokens__last_pass_import" = "Importar tokens 2FA da aplicação LastPass";

/* loco:64b4606ad6be98749b075632 */
"tokens__last_pass_import_subtitle" = "Este código QR permite importar tokens do LastPass";

/* loco:64ba9547f6556d1aab0f93c2 */
"tokens__add_with_guide" = "Guia-me";

/* loco:64ba957e5672d50db10689f2 */
"guides__select_title" = "Serviços do navegador";

/* loco:64ba9588f1b474fb8d09adc2 */
"guides__select_description" = "Seleciona o serviço para conectar à aplicação 2FAS";

/* loco:64ba95afb935f8ae41032312 */
"guides__select_provide_guide" = "Queres fornecer guias de 2FA para o teu serviço?";

/* loco:64ba95c1723ffcb95a0b5b02 */
"guides__select_provide_guide_cta" = "Inscreve-te agora";

/* loco:64cd5154d12766b05a0c7de2 */
"color__pink" = "Rosa";

/* loco:64cd515ea341b71d63065432 */
"color__brown" = "Castanho";

/* loco:64d7fc9469e55541d30803d2 */
"tokens__other_methods_header" = "Outros métodos?";

/* loco:64d7fe9d98a60e6bb9037462 */
"tokens__camera_is_unavailable_app_permission" = "A câmara está indisponível. Verifica a permissão da aplicação nas Definições de Sistema";

/* loco:64d7fed8ecc269f28000ca22
 * This key contains part of the tokens__camera_is_unavailable_app_permission key, which will be underlined in the app to look like a link to System Settings */
"tokens__camera_is_unavailable_app_permission_underline" = "Definições de Sistema";

/* loco:64dce10875206da520054692 */
"commons__text_short_title" = "O texto fornecido é muito pequeno (min. %d car)";

/* loco:64dcfb665f966152460d9402
 * This key should contain a part of the tokens__add_manual_advanced_description which is written in bold in the app */
"tokens__add_manual_advanced_description_highlight" = "não é recomendado";

/* loco:64e13bb09ddc479574062f42 */
"guides__guide_init_title" = "Guia 2FAS";

/* loco:64e13bd09ddc479574062f44 */
"guides__guide_title" = "2FAS para %@";

/* loco:64e13c4e4c9d634ed70f6ab2 */
"guides__guide_universal_title" = "Guia Universal 2FA";

/* loco:64e91380f959a5614105f482 */
"browser__save_choice" = "Guardar a minha escolha";

/* loco:65037442ef0fcdb8670e3be2 */
"externalimport_andotp" = "andOTP";

/* loco:65037aba30ade955f30f6f82 */
"externalimport__andotp_title" = "A importar tokens 2FA da aplicação andOTP";

/* loco:65037c2308ec8bd4a2084a62 */
"externalimport__andotp_success_msg" = "Este ficheiro JSON permite importar tokens da aplicação andOTP.";

/* loco:65038006dfad601aeb05b062 */
"externalimport__info_andotp_title" = "Importa tokens do andOTP";

/* loco:650380bb7b711a2228032283 */
"externalimport__andotp_msg" = "Exporta as tuas contas da aplicação andOTP para um ficheiro JSON não encriptado e usa o botão \"Escolhe o ficheiro JSON\" para importá-lo. Lembra-te de remover o ficheiro após importares com sucesso.";

/* loco:65183aa2ca8649341d080332 */
"introduction__backup_description" = "No passo seguinte, ser-lhe-á pedido que escolha a sua conta Google Drive, onde os tokens 2FA serão guardados em segurança.";

/* loco:65183abaa19877cd9f064d62 */
"introduction__backup_take_risk_cta" = "Eu corro o risco, sem cópia de segurança";

/* loco:65183b4614c70fa631092c63 */
"introduction__backup_success" = "A sincronização do Google Drive foi activada com êxito!";

/* loco:654fa4351905b784190033d2 */
"backup__import_invalid_version" = "O ficheiro de cópia de segurança que está a tentar importar não é suportado nesta versão da aplicação. A aplicação apenas suporta versões de formato de cópia de segurança até %d, enquanto o ficheiro que está a importar é da versão %d.";

/* loco:6558a08ff303841ffa08ba32 */
"commons__pair" = "Pair";

/* loco:655a0ef474b9eccffb058cd2 */
"introduction__backup_icloud_title" = "Sincronização e cópia de segurança seguras";

/* loco:655a0f89fbb1c9bc390b9192
 * "**...**" means thar part between those asterisks will be in bold. */
"introduction__backup_icloud_description" = "2FAS usa iCloud para backup seguro e sincronização de seus tokens 2FA. Os dados de backup **encriptados** são armazenados no iCloud, acessíveis **apenas pela aplicação 2FAS**. Além disso, este recurso ajuda na **recuperação e sincronização** de tokens em dispositivos iOS.\n\nEstá activada por predefinição e pode ser desactivada a qualquer momento nas definições de cópia de segurança da aplicação.";

/* loco:655a0fbc74b9eccffb058cd4 */
"introduction__backup_icloud_cta" = "Saiba mais sobre a cópia de segurança";

/* loco:65632a44e033dd203f0a8f43 */
"backup__enter_password_google_drive_msg1" = "Parece que o seu ficheiro de cópia de segurança do Google Drive está protegido por palavra-passe. Digite a senha correta para continuar. Se pretender limpar o ficheiro de cópia de segurança do Google Drive,";

/* loco:65632a6779fdefcb7f020e82 */
"backup__enter_password_google_drive_msg2" = "toque aqui para ver como";

/* loco:656cc1585e1110c903007ed2 */
"settings__preferences" = "Preferências";

/* loco:656ce3f7382ab0bf7109d242 */
"settings__it_matters" = "É importante";

/* loco:656ce41796a957e8830368c2 */
"settings__manage_tokens" = "Gerenciar tokens";

/* loco:656ce43e98cd87703b022132 */
"settings__info_footer" = "O seu apoio nos permite desenvolver novas funcionalidades e melhorias. Obrigado!";

/* loco:656ce45d98cd87703b022134 */
"settings__trash_option" = "Recuperar da lixeira";

/* loco:659af7424f0a308bbc0d07e2 */
"periodic_notification_tips" = "Que bom que você está conosco na 2FAS! 🌟 Tire um momento para descobrir Dicas e Truques úteis 🛠️ no aplicativo para uma segurança aprimorada 🔒.";

/* loco:659af76a4e00c034f80f1962 */
"periodic_notification_backup" = "Ative o Backup e Sincronização do 2FAS para garantir que você nunca seja bloqueado, mesmo se perder seu telefone - sua tranquilidade em um toque! 🔐📱";

/* loco:659af78a4420ce7d8a0e8b82 */
"periodic_notification_browser_extension" = "Acelere seus acessos com a Extensão do Navegador 2FAS! 🚀 Faça o download agora para uma autenticação mais rápida e conveniente. 🌐✨";

/* loco:659af79f5c4cdcdcc206ca82 */
"periodic_notification_donate" = "Estamos gratos pelo seu apoio ao 2FAS! 🌟 Se você achar nosso aplicativo útil, considere fazer uma doação para nos ajudar a manter seu mundo digital seguro. Cada contribuição é valiosa! 🙏💙";

/* loco:65ad8d05e26a0e519e0eabc2
 * DO NOT TRANSLATE! */
"tokens__steam" = "STEAM";

/* loco:65d0f79fe416765b590b9bb2 */
"widget__placeholder" = "Placeholder";

/* loco:65d0f7af992298cb150eeb52 */
"widget__size_not_supported" = "Este tamanho ainda não é compatível";

/* loco:65d0f7d84b70f0a2b006da32 */
"widget__settings_description" = "Selecione quais serviços você gostaria de mostrar no widget. Se nenhum serviço estiver disponível, certifique-se de ter habilitado os Widgets na seção Configurações da aplicação";

/* loco:65d0f7f2419d3a91100de8f2 */
"widget__service_icon" = "Ícone de serviço";

/* loco:65d0f8011c65716bd004cb52 */
"widget__not_enabled" = "A funcionalidade do widget não está habilitada na seção Configurações 2FAS";

/* loco:65d0f812305d22919d03aca2 */
"widget__not_enabled_no_services" = "A funcionalidade do widget não está habilitada na seção Configurações 2FAS e não há serviços no aplicativo disponíveis para seleção";

/* loco:65d0f824d53e0991ba0a1782 */
"widget__no_services" = "Não há serviços na aplicação disponíveis para seleção";

/* loco:65d0f837e416765b590b9bb4 */
"widget__select_service_intent_description" = "Selecione o serviço que você deseja mostrar em seu widget do 2FAS";

/* loco:65d0fb5b49d672e093075a42 */
"widget__my_secured_account" = "Minha conta segura";

/* loco:65d0fc67dd5f4b7c840c9cc2 */
"widget__token" = "Token";

/* loco:6624fb73f78972936b072872 */
"watch__intro" = "A aplicação 2FAS para watchOS é uma aplicação complementar para a aplicação 2FAS para iOS. Irá apresentar serviços armazenados em backup usando sincronização do iCloud.\n\nPara acesso rápido, adicione-os aos Serviços Favoritos.\n\nPor favor, não se esqueça de doar para que possamos continuar a melhorar a plataforma 2FAS!";

/* loco:6624fb8ffe38002957090b22 */
"tokens__hotp_not_supported" = "Serviços HOTP ainda não são suportados";

/* loco:6624fb9f10b12df4d10768f2 */
"tokens__favorite_services" = "Serviços Favoritos";

/* loco:6624fbc21e6242d8de093572 */
"security__enter_new_pin_short" = "Insira o novo PIN";

/* loco:6624fbdddb381029b8069ca2 */
"security__repeat_new_pin_short" = "Repita o novo PIN";

/* loco:6624fbeaa8e7a3b46d063062 */
"commons__success" = "Sucesso";

/* loco:66250db046efb2e937017882 */
"security__enter_pin_short" = "Introduza o PIN";

/* loco:667b0f002f7ff9e8c60fd6e2 */
"settings__sort_tokens" = "Ordenar tokens";

/* loco:667ff2f4d90a520710084ec2 */
"appleWatch__installation_info_title" = "Instalação da aplicação 2FAS para Apple Watch";

/* loco:667ff56b5fcc8577cd0c4b32 */
"appleWatch__installation_first_step" = "Instalar o 2FAS Auth através da aplicação Watch";

/* loco:667ff5dbf79df44e1d0521d2 */
"appleWatch__installation_first_step_link" = "Abrir a aplicação Watch";

/* loco:667ff6148a242e56a80d1be2 */
"appleWatch__installation_second_step" = "Certifique-se de que a sincronização do iCloud está activada";

/* loco:667ff6304d219b8c3d0940e2 */
"appleWatch__installation_second_step_link" = "Vai a 2FAS definições da cópia de segurança";

/* loco:669c14ea032c33fe240ea0e2 */
"settings__apple_watch" = "Apple Watch";

/* loco:674f97c934d3edcacd035a12 */
"widget__no_selected_services" = "Mantenha premido e selecione serviço para ativar o widget...";

/* loco:674f9bb777cc7f9aae08f092 */
"widget__reveal_tokens_long_message" = "Revele as suas fichas 2FAS durante 60 segundos";

/* loco:674f9caea143b358bd00a232 */
"widget__reveal_tokens_short_message" = "Revelar durante 60 segundos";

/* loco:67865a76a59a7aab7d0f60e2 */
"settings__show_error_details" = "Mostrar detalhes do erro";

/* loco:678666b317d2400861057186 */
"tokens__show_qr_code" = "Código QR de serviço";

/* loco:678666e13b5ce960c60eeec2 */
"tokens__show_service_qr_setup_lock" = "O seu serviço está protegido. Adicione um PIN ou um bloqueio de impressão digital para ver o código QR.";

/* loco:678900f3f71692f7180ab562 */
"tokens__copy_uri" = "Copiar URI";

/* loco:680e9b2b1e087e3aa307c3c2 */
"backup__cloud_encrypted_user" = "iCloud is encrypted using custom password. Enter the password and enable sync.";

/* loco:680e9b3e34cbd3a0ef07b992 */
"backup__cloud_encrypted_system" = "iCloud is encrypted using a shared key. Ensure that you have enabled the iCloud Keychain.";

/* loco:680e9b735dbc0a8bbc0a4402 */
"backup__synced" = "Synced";

/* loco:680e9b87af6eeb504f0795d2 */
"backup__checking" = "Checking ...";

/* loco:680e9b99bf4e1aac8009a622 */
"backup__sync_disabled" = "Sync is currently disabled.";

/* loco:680e9bbc16b138b6d40159e2 */
"backup__sync_not_available" = "Sync is not available: %@";

/* loco:680e9bf4d2b61006ba011602 */
" backup__watch_pairing_title" = "Watch Pairing";

/* loco:680e9c11788c298008092582 */
" backup__watch_pairing_description" = "Do you want to pair an Apple Watch with your Cloud Backup? Enter name for your device:";

/* loco:680e9c32e460e117d400ed82 */
"backup__watch_pairing_default_name" = "Apple Watch";

/* loco:680e9c7ae460e117d400ed84 */
"backup__watch_pairing_action" = "Pair Device";

/* loco:680e9c960a302d320308f932 */
"backup__watch_pairing_error" = "Can't pair watch now. Make sure the Cloud Backup is enabled, synced and you're using a password.";

/* loco:680e9d47230daa0d0705de22 */
" backup__cloud_error_title" = "Cloud Backup error";

/* loco:680e9d713f195bf32102ed04 */
" backup__cloud_error_missing_system_key_content" = "Can't decrypt Cloud Backup because there's no system key. Check if iCloud Keychain sync is enabled and works correctly.";

/* loco:680e9d93cabaa9006b0cc553 */
" backup__cloud_error_mismatch_key_content" = "Can't decrypt Cloud Backup because it's encrypted using System Key and you're using custom password. Would you like to switch?";

/* loco:680e9da43f195bf32102ed07 */
" backup__cloud_error_new_version_content" = "Can't sync with Cloud Backup because it was migrated by newer version of the app. Update the app to continue using Cloud Backup.";

/* loco:680e9de57ad8812ff30daaf3 */
" backup__enter_password_title" = "Enter Cloud Backup Password";

/* loco:680e9dfc3a58bfedfc0d89e2 */
" backup__enter_password_description" = "iCloud Backup is encrypted by your password. Enter password to enable sync";

/* loco:680e9e2c7ad8812ff30daaf5 */
" backup__enter_password_failure" = "Failure! %@";

/* loco:680e9e41ccdb5506bc0940a2 */
" backup__enter_password_wrong_password" = "Wrong password! Try again";

/* loco:680e9e8dee0af36e3907e012 */
" backup__migration_title" = "Migrating Cloud Backup";

/* loco:680e9ea1d03fa6ded204f732 */
" backup__migration_subtitle" = "Don't turn the app off!";

/* loco:680e9eb9e9abb80f2b02a7e2 */
" backup__migration_description" = "Your backup is being encrypted using a generated key. This key will be shared amongst your app installations using iCloud Keychain so remember to have that option turned on. If you want to use your own key and password you can do that in Cloud Backup settings right after the migration.";

/* loco:680e9ed70d4c38771c035672 */
"commons__success_ex" = "Success!";

/* loco:680e9f335d7f73628c094782 */
"backup__encryption_type" = "Encryption type";

/* loco:680e9f47489bf545bc063e72 */
"backup__encryption_select" = "Select encryption";

/* loco:680e9f6365acc3b3e90f7ed2 */
"backup__encryption_enter_password" = "Enter password";

/* loco:680e9f72ece3e1700f0178c2 */
"backup__encryption_change_password" = "Change password";

/* loco:680e9f8634a76d64b00d14e2 */
"backup__encryption_password_description" = "Password is used to encrypt your data. If you loose it you won't be able to recover data from Cloud Backup.";

/* loco:680e9fa7e7d82ad91e02a602 */
"backup__encryption_change_title" = "Change Encryption";

/* loco:680e9fea16afa556f900ee42 */
"backup__encryption_method_title" = "Encryption method";

/* loco:680e9ffc662f9f818505ba34 */
"backup__encryption_method_action" = "Change encryption method";

/* loco:680ea00bb9850053830ff012 */
"backup__encryption_method_footer" = "Select System or User encryption";

/* loco:680ea027b9850053830ff014 */
"backup__manage_paired_watches_title" = "Managed paired Apple Watches";

/* loco:680ea031039611886e016f72 */
"backup__manage_paired_watches_action" = "Managed Apple Watches";

/* loco:680ea0415d7f73628c094784 */
"backup__manage_paired_watches_footer" = "Add, remove or rename Apple Watches which have access to this Cloud Backup.";

/* loco:680ea0863d9c43606809ce72 */
"backup__manage_paired_watches_rename_title" = "Rename Watch";

/* loco:680ea0a2de468128a50c3872 */
"backup__manage_paired_watches_rename_description" = "Enter new device name";

/* loco:680ea0b0e34a78604e0ccec2 */
"backup__manage_paired_watches_rename_action" = "Rename";

/* loco:680ea0f916afa556f900ee44 */
"backup__manage_paired_watches_title_short" = "Manage Watches";

/* loco:680ea10db347399d5a0b3712 */
"backup__manage_paired_watches_empty_list" = "List is empty. Pair watch using + button";

/* loco:680ea11fbe7b6fa8370f3642 */
"backup__manage_paired_watches_syncing" = "Cloud Backup is syncing...";

/* loco:680ea17198b6446b28039d22 */
" backup__watch_pair_title" = "Pair your Apple Watch";

/* loco:680ea1840a76ec8ff70cd512 */
" backup__watch_pair_description" = "Enter Backup section in 2FAS Settings on your iPhone/iPad and navigate to Manage Apple Watches. It will be visible if the state of Cloud Backup is Synced. Scan the QR code from there.";

/* loco:680ea19321505b7534076712 */
" backup__watch_pair_qr_error" = "Error while generating QR Code";
